[
  {
    "file_name": "A_dPe bsdur ma Kanjur.xml",
    "sigla": "A",
    "title": "Comparative Kanjur (Pedurma)",
    "alternative_title": "བཀའ་འགྱུར་དཔེ་བསྡུར་མ།",
    "abstract": "The Comparative Edition of the Kanjur is a modern scholarly publication produced by the “Kanjur-Tanjur Comparative Edition Office of the China National Center for Tibetan Studies” (Krung go’i bod kyi shes rig shib ’jug lte gnas kyi bka’ bstan dpe sdur khang). \nThe foundation of this comparative edition is the Derge Kanjur—chosen for its esteemed reputation for accuracy, superior calligraphy, and widespread acceptance within the Tibetan Buddhist tradition—which served as a base text, or ma yig, and collating textual variations from other significant editions.  This base text was then carefully compared against seven other major blockprint editions: the Yongle, Lithang (J), Peking (Q), Narthang (N), Coné (C), Urga (U), and Zhol (H) editions. These eight versions collectively form the core corpus for the comparative analysis.\n\nThe editorial methodology entailed the systematic documentation of all discrepancies found between the Derge base text and the seven comparison editions. These variations—which include missing, added, different, duplicated, or reordered sections, chapters, and even individual syllables—were meticulously recorded in dedicated comparative annotations and a comprehensive comparative results table. A fundamental principle guiding the entire project was the commitment to make no alterations or corruptions to the content of the source texts, ensuring the integrity of each recension. Consequently, other editions, such as the Wanli, Chamdo, and Ragya, were excluded from this direct comparison. These were deemed derivative copies, being either recarvings or photo-reproductions of the eight primary editions, and therefore would offer limited new data for comparative textual analysis.\n\n**Selected bibliography**\n\n* ཀྲུང་གོའི་བོད་ཀྱི་ཤེས་རིགཞིབ་འཇུག་ལྟེ་གནས་ཀྱི་བཀའ་བསྟན་དཔེ་སྡུར་ཁང་།. 2006. བཀའ་འགྱུར་དཔེ་བསྡུར་མའི་གསལ་བཤད་མུན་སེལ་སྒྲོན་མེ།. Vol. 109. བཀའ་འགྱུར། (དཔེ་བསྡུར་མ།). Beijing: Krung goʼi bod rig paʼi dpe skrun khang.\n\n* Hackett, Paul G. 2012. A Catalogue of the Comparative Kangyur (Bkaʼ ʼgyur dpe bsdur ma). Treasury of the Buddhist Sciences Series. New York: American Institute of Buddhist Studies.",
    "genre": "Kanjur",
    "date_created": "2006–2009",
    "place_of_production": "Beijing",
    "coordinates": "40.190632,116.412144",
    "classifications": [
      "Mixed"
    ],
    "medium": "",
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false"
    },
    "constituents": [
      {
        "id": "1",
        "title": "MW1PD96682",
        "url": "http://purl.bdrc.io/resource/MW1PD96682",
        "medium": "",
        "script": "",
        "extent": ""
      }
    ]
  },
  {
    "file_name": "A_dPe bsdur ma Tanjur.xml",
    "sigla": "A",
    "title": "Comparative Tanjur (Pedurma)",
    "alternative_title": "བསྟན་འགྱུར་དཔེ་བསྡུར་མ།",
    "abstract": "The project was initiated in 1986 by the China Tibetology Research Center in Chengdu as a direct counterpart to its \"Comparative Kanjur\" project. The explicit goal was to produce a complete, authoritative, and high-quality research edition of the Tanjur, intended to serve as an indispensable tool for scholars studying the history and transmission of the Buddhist treatises.\n\nSupported by a significant investment of nearly three million RMB, the ambitious undertaking involved over one hundred scholars and formally spanned from 1994 to 2008. The project’s guiding principle was to create a faithful synthesis of the most important woodblock editions without any additions or subtractions to the textual content of the source materials.\n\nThe editorial methodology for the Comparative Tanjur was systematic and rigorous. The editors selected the Derge (D) woodblock edition as the foundational source text. This base text was then meticulously collated against three other major historical editions, namely, the Peking (Q), Narthang (N), and Coné (C) Tanjur.\nA defining feature of this edition is its critical apparatus. Any variance discovered among the four editions—whether a difference of a single syllable, a word, or an entire passage—was carefully documented in a comparative table. This critical apparatus is displayed directly below the main source text on each folio, allowing for immediate and transparent comparison of the textual witnesses.\n\n**Selected bibliography**\n\nཀྲུང་གོའི་བོད་ཀྱི་ཤེས་རིགཞིབ་འཇུག་ལྟེ་གནས་ཀྱི་བཀའ་བསྟན་དཔེ་སྡུར་ཁང་།. 1994–2008. \"བསྟན་འགྱུར་དཔེ་བསྡུར་མའི་དཀར་ཆག་ཆེན་མོ།\" In བསྟན་འགྱུར། (དཔེ་བསྡུར་མ།). 120 vols. Beijing: Krung goʼi bod rig paʼi dpe skrun khang.",
    "genre": "Tanjur",
    "date_created": "1994–2008",
    "place_of_production": "Beijing",
    "coordinates": "40.190632,116.412144",
    "classifications": [
      "Mixed"
    ],
    "medium": "",
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false"
    },
    "constituents": [
      {
        "id": "79",
        "title": "MW1PD95844",
        "url": "http://purl.bdrc.io/resource/MW1PD95844",
        "medium": "",
        "script": "",
        "extent": ""
      }
    ]
  },
  {
    "file_name": "B_Berlin Kanjur.xml",
    "sigla": "B",
    "title": "Berlin Kanjur",
    "alternative_title": "ཝན་ལི་བཀའ་འགྱུར།",
    "abstract": "The Berlin Kanjur is a 108-volume manuscript completed in 1680 in Beijing. While the specific patron is unrecorded, its creation during the reign of the Kangxi Emperor and its origin in the Yōnghégōng Temple (雍和宮) strongly suggest official sponsorship. The manuscript is not a new compilation but a direct and meticulous copy of the Wanli xylograph Kanjur, which had been printed in Beijing in 1606.\n\nThe manuscript's journey to Europe is a key part of its history. In 1889, it was acquired by the German Ambassador to China, Max von Brandt, for the Royal Library of Berlin (Königliche Bibliothek zu Berlin), which is now the Berlin State Library (Staatsbibliothek zu Berlin). As one of the first complete Kanjur sets accessible to European scholars, it played a foundational role in the Western academic study of the Tibetan Buddhist canon.\n\nThe Berlin Kanjur stands as a testament to the high scribal and artistic standards of the Qing imperial workshops. It consists of loose-leaf folios in the traditional pothi format, with pages measuring approximately 26.8 × 73.2 cm. The text is inscribed on high-quality, polished paper made from a composite of bamboo, straw, jute, and paper mulberry. The calligraphy is a highly skilled Tibetan dbu can script, with text appearing in both black and red ink, sometimes alternating by line.\n\nThe manuscript's value lies in its fidelity to its source. The Wanli xylograph was itself a reprint made using the original woodblocks of the landmark Yongle Kanjur of 1410, the first complete printed edition of the Tibetan Kanjur. The primary difference between the Yongle and Wanli editions was the ink color—the Yongle used expensive cinnabar red ink, while the Wanli used black ink. Thus, the Berlin manuscript is a direct witness to one of the most important print editions of the canon.\n\n**Selected bibliography**\n\nBeckh, Hermann. Verzeichnis der tibetischen Handschriften der königlichen Bibliothek zu Berlin. Erste Abteilung: Kanjur (bkah.hgyur). Berlin: Behrend und Co., 1914.\n\nEimer, Helmut. \"The Tibetan Kanjur Printed in China.\" Zentralasiatische Studien 36 (2007): 35-60.\n\nHaarh, Erik. \"Die Berliner Kanjur-Handschrift.\" Zeitschrift der Deutschen Morgenländischen Gesellschaft 104, no. 2 (1954): 539-540.\n\nSilk, Jonathan A. \"Notes on the History of the Yongle Kanjur.\" In Suhr̥llekhāḥ: Festgabe für Helmut Eimer, edited by Michael Hahn, Jens-Uwe Hartmann, and Roland Steiner, 153–200. Swisttal-Odendorf: Indica et Tibetica Verlag, 1996.",
    "genre": "Kanjur",
    "date_created": "1680",
    "place_of_production": "Yōnghégōng Temple",
    "coordinates": "39.947690094078084,116.4173492229757",
    "classifications": [
      "Tshalpa"
    ],
    "medium": "Manuscript",
    "bdrc_reference": {
      "id": "G1955",
      "url": "http://purl.bdrc.io/resource/G1955"
    },
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "false",
      "text_Text Available": "false",
      "numberoflines": "0",
      "integratedrkts": "0",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "9",
        "title": "MW1BL2",
        "url": "http://purl.bdrc.io/resource/MW1BL2",
        "medium": "Manuscript",
        "script": "",
        "extent": ""
      }
    ]
  },
  {
    "file_name": "Ba_Basgo Fragments.xml",
    "sigla": "Ba",
    "title": "Basgo manuscript Kanjur (Fragments)",
    "alternative_title": "ལ་དྭགས་བ་མགོ་མཁར་དུ་བཞུགས་པའི་བཀའ་འགྱུར།",
    "abstract": "The manuscript collections in the Serzang Temple (Gser zangs Lha khang) at Basgo, Ladakh, are a complex treasury of Tibetan canonical literature. Far from being a uniform archive, the main body consists of about 60,000 leaves from at least five or six different Kanjur sets that are now mixed, alongside various other canonical fragments.\n\nThe temple was founded by King Jamyang Namgyal ('Jam dbyangs rnam rgyal, r. 1595–1616) and expanded by his son, King Sengge Namgyal (Sengge rnam rgyal, r. 1616–1642), for whom Basgo was a principal residence. The collection spans diverse periods, with its oldest holdings being around 900 folios from the 14th or 15th century, notable for their ancient orthography. The largest portion dates to the early 17th century, linked to the patronage of King Sengge Namgyal and his principal religious authority, the Drukpa Kagyüpa master Taktsang Repa (Stag tshang ras pa, 1574–1651). This major scribal project, likely commissioned after the founding of Hemis Monastery in 1630, involved the scholar Namkha Pelgön (Nam mkha’ dpal mgon, b. ca. 1560) as a reviser for both sutra and tantra sections.\n\nThis 17th-century Kanjur is considered a ‘local’ or ‘independent’ canon. It lacks direct descent from the major Tshalpa or Thempangma transmission lines but shares a nearly identical character with the Hemis Kanjur, suggesting a shared local origin. A portion of the Kanjur was temporarily moved to Phyang Monastery for safekeeping during the Tibet-Ladakh-Mughal War (1679–1684) but was returned incomplete.\n\nIn the 20th century, likely during the 1970s and 1980s, an attempt was made to compile a single, complete Kanjur from the various 17th-century sets. Damaged folios were replaced with new ones of inferior quality, and multiple rounds of re-pagination—with one repair note dated October 25, 1986—indicate repeated efforts to reassemble the texts. The 17th-century manuscripts are notable for their elaborate headmarks (yig mgo) and lack of string holes. While most employ new orthography, some texts retain older forms, like the mya conjunct. The Basgo collection is distinguished from the similar Hemis Kanjur by its substantial number of tantric texts.\n\n**Selected bibliography**\n\nApple, James. 2014. ‘Fragments and Phylogeny of the Tibetan Version of the Mañjuśrīvihārasūtra: A Case Study in the Genealogy of Tibetan Kanjurs’. In Annual Report of the International Research Institute for Advanced Buddhology (ARIRIAB) at Soka University for the Academic Year 2013, XVII: 293–336. Tokyo: Soka University.\n\nHalkias, Georgios T. 2017. ‘A History Worth Remembering: An Expedition to the Fortress of Basgo’. Orientations 48 (2): 2–7.\n\n—. 2020. ‘The Heritage Buddhist Manuscripts of Ladakh: Tibetan Buddhist Canons and the Perfection of Wisdom Sutra’. Himalaya 39 (2): 142–50.\n\nTauscher, Helmut. 2024. ‘Tibetan Manuscript Kanjurs’. In Tibetan Manuscripts and Early Printed Books, edited by Matthew Kapstein, Vol. 1: 7–33. Ithaca: Cornell University Press.\n\nTauscher, Helmut, and Bruno Lainé. 2015. ‘The “Early Mustang Kanjur” and Its Descendents’. In Tibet in Dialogue with Its Neighbours: History, Culture and Art of Central and Western Tibet, 8th to 15th Century, edited by Erika Forte, Liang Junyan, Deborah Klimburg-Salter, Zhang Yun, and Helmut Tauscher, 463–81. Wiener Studien Zur Tibetologie Und Buddhismuskunde 85. Beijing & Vienna: China Tibetology Publishing House & Arbeitskreis für Tibetische und Buddhistische Studien.",
    "genre": "Canonical Collection",
    "date_created": "14th–17th cent.",
    "place_of_production": "Serzang Temple (Basgo fort, Ladakh)",
    "coordinates": "34.224730957439945,77.27595887849625",
    "classifications": [
      "Independent"
    ],
    "medium": "Manuscript",
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "TMPV",
      "imagesby": "BDRC",
      "numberoflines": "8",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "7",
        "title": "MW4CZ45308",
        "url": "http://purl.bdrc.io/resource/MW4CZ45308",
        "medium": "Manuscript",
        "script": "Uchen",
        "extent": "204"
      }
    ]
  },
  {
    "file_name": "Bd_Bardan Collection.xml",
    "sigla": "Bd",
    "title": "Bardan Collection",
    "alternative_title": "འབར་གདན་དགོན་དུ་བཞུགས་པའི་དཔེ་རྙིང་ཕྱོགས་བསྒྲིགས།",
    "abstract": "The Bardan Collection is a canonical collection of 9 volumes (incomplete) housed at Bardan Sangngak Chöling Monastery (Ba rdan gsang sngags chos gling dgon pa) in Zanskar. It was founded in the 17th century by Taktsang Repa (Stag tshang ras pa, 1574–1651), who also established Hemis Monastery in Ladakh with the patronage of King Sengge Namgyal (Sengge rnam rgyal, r. 1616–1642). As the first major center of the Drukpa Kagyü school in Zanskar, Bardan holds notable historical importance. The canonical collection was likely compiled or acquired during or after the monastery’s founding to fulfil the ritual and scholastic needs of its community.\n\nThis collection is presently studied by the team of the “Tibetan Manuscripts Project” of the University of Vienna.",
    "genre": "Canonical Collection",
    "date_created": "",
    "place_of_production": "Bardan Monastery (Zanskar)",
    "coordinates": "33.2349,76.5514",
    "classifications": [],
    "medium": "Manuscript",
    "bdrc_reference": {
      "id": "G1BL5",
      "url": "http://purl.bdrc.io/resource/G1BL5"
    },
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "TMPV",
      "imagesby": "BDRC",
      "numberoflines": "0",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "8",
        "title": "MW8LS15931",
        "url": "http://purl.bdrc.io/resource/MW8LS15931",
        "medium": "Manuscript",
        "script": "Uchen",
        "extent": "9"
      }
    ]
  },
  {
    "file_name": "Bkc_Bon Kanjur Chengdu.xml",
    "sigla": "Bkc",
    "title": "Bon Kanjur (Chengdu)",
    "alternative_title": "བོན་པོའི་བཀའ་འགྱུར།",
    "abstract": "The 1999 Chengdu Edition of the Bon Kanjur is a modern reprint containing 178 volumes, published in Chengdu, Sichuan. This edition is notable for its more systematic arrangement and clearer editorial approach compared to earlier Sichuan reprints.\n\nThis edition is primarily based on the early 20th-century Walkhyung Monastery (Dbal khyung dgon) manuscript, a foundational copy prepared at the initiative of Nyakter Sangngak Lingpa (Nyag gter Gsang sngags gling pa, b. 1864), who sought to restore the tradition of complete Kanjur reading authorizations (lung). The Walkhyung manuscript itself was copied from a still older Nag chu kha region Bon Kanjur and became the principal blueprint for this Chengdu printing.\n\nUnlike the earlier, more eclectic 1987 edition, the 1999 Chengdu edition maintains closer fidelity to the Walkhyung manuscript's original content and structure, presenting a more authentic representation of the traditional Bonpo canonical arrangement. The editors prioritized completeness and organization, resulting in a set that corresponds more directly to recognized divisions of the Bon Kanjur.\n\nThe 1999 Chengdu edition has become a reliable resource for scholars and practitioners, serving as the most orderly and cohesive representation of the Walkhyung Kanjur lineage in modern Bonpo textual history. \n\nThird edition of the Bon Kanjur printed by Mongyal Lhasey Rinpoche (Smon rgyal Lha sras Rin po che aka Kun grol Lha sras Mi pham rnam rgyal) and Shense Namkha Wangden (Gshen sras Nam mkha' dbang ldan) in Chengdu.\n\n**Selected bibliography**\n\nKværne, Per. 1974. ‘The Canon of the Tibetan Bonpos: Part 1’. Indo-Iranian Journal 16 (1): 18–56.\n\n—. 1974. ‘The Canon of the Tibetan Bonpos: Part 2’. Indo-Iranian Journal 16 (2): 96–144.\n\nMartin, Dan, Per Kværne, and Yasuhiko Nagano. 2003. A catalogue of the Bon Kanjur. Senri Ethnological Reports. Osaka: National Museum of Ethnology.",
    "genre": "Bon-Kanjur",
    "date_created": "1999",
    "place_of_production": "Chengdu",
    "coordinates": "30.4238,104.0519",
    "classifications": [],
    "medium": "Manuscript",
    "bdrc_reference": {
      "id": "G1111",
      "url": "http://purl.bdrc.io/resource/G1111"
    },
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "false",
      "text_Text Available": "false",
      "digitizedtime": "2006",
      "numberoflines": "7",
      "integratedrkts": "0",
      "isreferenceset": "0"
    },
    "constituents": [
      {
        "id": "100",
        "title": "MW21872",
        "url": "http://purl.bdrc.io/resource/MW21872",
        "medium": "Manuscript",
        "script": "Umé",
        "extent": "179"
      }
    ]
  },
  {
    "file_name": "Bkk_bon gyi bstan 'gyur.xml",
    "sigla": "Bkk",
    "title": "Bon Tanjur (Khyungpo Tengchen)",
    "alternative_title": "བོན་གྱི་བསྟན་འགྱུར།",
    "abstract": "A computer input version with a unique font based on a rare handwritten Bon Tanjur. Published by Khyungpo Tengchen Tsedruk Monastery (Khyung po steng chen rtse drug dgon in Steng chen rdzong)\n\n**Selected bibliography**\n\nའོད་ཟེར་སྦྱིན་པ་ཕུན་ཚོགས།, ed. 2015. “ངོན་གླེང་།.” In གསུང་རབ་སྒོ་མཛོད་རིན་པོ་ཆེའི་གླེགས་བམ།, Vol.1: 1–16. ལན་ཀྲུའུ།: ཀན་སུའུ་མི་རིགས་དཔེ་སྐྲུན་ཁང་།.\n(Discusses the printing house and mentions the creation of this edition)",
    "genre": "Bon-Tanjur",
    "date_created": "2015",
    "place_of_production": "Khyungpo Tengchen Tsedruk Monastery",
    "coordinates": "31.4273,95.57874",
    "classifications": [],
    "medium": "Modern Print",
    "bdrc_reference": {
      "id": "G1KR1169",
      "url": "http://purl.bdrc.io/resource/G1KR1169"
    },
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "false",
      "text_Text Available": "false",
      "digitizedby": "BDRC",
      "integratedrkts": "0",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "101",
        "title": "MW3CN2688",
        "url": "http://purl.bdrc.io/resource/MW3CN2688",
        "medium": "Modern Print",
        "script": "Umé; Uchen",
        "extent": "110"
      }
    ]
  },
  {
    "file_name": "Bkm_gsung rab sgo mdzod rin po che'i glegs bam.xml",
    "sigla": "Bkm",
    "title": "Precious Pothi Collection of the Sgo mdzod Scriptures",
    "alternative_title": "གསུང་རབ་སྒོ་མཛོད་རིན་པོ་ཆེའི་གླེགས་བམ",
    "abstract": "This collection is a modern scholarly compilation of the Bon Kanjur. Published in a 150-volume handbook format (deb gzugs), it is derived from an earlier 200-volume Pothi (glegs bam) edition titled “Compilation of Ancient Texts of the Four Doors and Five Treasuries” (Sgo bzhi mdzod lnga’i dpe rnying phyogs bsgrigs). The project represents a major effort to consolidate and make accessible the foundational scriptures of the Yungdrung Bon tradition.\nThe primary compiling is the “Yungdrung Bon Kanjur-Tanjur Rare Texts Compilation Office” (G.yung drung bon gyi bka’ brten dpe rnying phyogs bsgrigs khang) associated with the “Compilation of Ancient Texts of the Four Doors and Five Treasuries” project, which commenced in 2011 and published its results in 2015. \nThe compilation is based on a wide array of historical sources, including the Gyalrong blockprint Kanjur, and numerous rare manuscripts from key Bon monasteries such as Pelkyong Monastery (Dpal khyung dgon pa) and Triten Norbutse Monastery (Khri brtan nor bu rtse dgon pa). Specific important texts like Tönpa Shenrab’s biographies (Dri med gzi brjid and Mdo gzer mig) were collated against multiple versions. The editorial process was intensive, with texts reportedly reviewed 15 to 20 times (though not a critical edition). A core editorial principle was the preservation of archaic linguistic features, including Zhang Zhung language (via a newly created computer font based on the historical Zhang zhung khra yig script), archaic Tibetan terms, non-standardized grammar, and ancient scriptural conventions, rather than modernizing them.\nIt aims to be the most complete modern version by incorporating texts not found in earlier major compilations, actively seeking out and adding newly found Pothis.\n\n**Selected bibliography**\n\nའོད་ཟེར་སྦྱིན་པ་ཕུན་ཚོགས།, ed. 2015. “ངོན་གླེང་།.” In གསུང་རབ་སྒོ་མཛོད་རིན་པོ་ཆེའི་གླེགས་བམ།, Vol.1: 1–16. ལན་ཀྲུའུ།: ཀན་སུའུ་མི་རིགས་དཔེ་སྐྲུན་ཁང་།.",
    "genre": "Bon-Kanjur",
    "date_created": "2015",
    "place_of_production": "Lanzhou",
    "coordinates": "36.0614,103.8342",
    "classifications": [],
    "medium": "Modern Print",
    "bdrc_reference": {
      "id": "G895",
      "url": "http://purl.bdrc.io/resource/G895"
    },
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "false",
      "text_Text Available": "false",
      "digitizedby": "BDRC",
      "integratedrkts": "0",
      "isreferenceset": "0"
    },
    "constituents": [
      {
        "id": "102",
        "title": "MW4PD502",
        "url": "http://purl.bdrc.io/resource/MW4PD502",
        "medium": "Modern Print",
        "script": "Uchen",
        "extent": "151"
      }
    ]
  },
  {
    "file_name": "Bks_Bon Kanjur Sichuan.xml",
    "sigla": "Bks",
    "title": "Bon Kanjur (Sichuan)",
    "alternative_title": "བོན་གྱི་བཀའ།",
    "abstract": "The 1987 Sichuan Edition of the Bon Kanjur is a composite collection comprising 192 volumes, published in northwestern Sichuan by Ha san yon and Bonlop Namkha Tenzin (Bon slob Nam mkha’ bstan ’dzin, b. 1932). Its core materials, particularly the Sūtra and Prajñāpāramitā sections, were sourced from the early 20th-century manuscript prepared at Walkhyung Monastery (Dbal khyung dgon) in Nyarong. This Walkhyung manuscript was itself based on an older Bon Kanjur manuscript from the Nagchukha region, copied and brought to Walkhyung through the efforts of the treasure-revealer Nyakter Sangngak Lingpa (Nyag gter Gsang sngags gling-pa, b. 1864), who aimed to revive the transmission of complete Kanjur reading authorizations (lung).\n\nBecause only some sections of the Walkhyung manuscript were accessible, the compilers of the 1987 edition supplemented the rest of the canon—chiefly the Tantra and Treasury (mdzod) sections—from multiple sources. These included texts from Rtogs ldan Monastery, prints from the 18th-century “Khro chen” xylograph, and modern Indian printings. This patchwork approach resulted in a collection published without a table of contents, in a state of considerable organizational disorder, and containing many texts not traditionally part of the Bon Kanjur.\n\nDespite its lack of canonical cohesion, the 1987 edition is invaluable for its breadth and as a testimony to the Bonpo community’s efforts to preserve and transmit their scriptural traditions in the modern era. Scholarly cataloguing has since been necessary to rationalize its contents and clarify the distinction between canonical and supplementary works.\n\n**Selected bibliography**\nKarmay, Samten. 2002. ‘Cataloguing Canonical Texts of the Tibetan Bon Religion’. IIAS Newsletter 28: 17–18.\n\nMartin, Dan, Per Kværne, and Yasuhiko Nagano. 2003. A catalogue of the Bon Kanjur. Senri ethnological reports. Osaka: National Museum of Ethnology.",
    "genre": "Bon-Kanjur",
    "date_created": "1987",
    "place_of_production": "Walkhyung Monastery (Nyarong)",
    "coordinates": "30.9666667,100.2000000",
    "classifications": [],
    "medium": "Print",
    "bdrc_reference": {
      "id": "G1616",
      "url": "http://purl.bdrc.io/resource/G1616"
    },
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "imagesby": "BDRC",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "98",
        "title": "MW4CZ58520",
        "url": "http://purl.bdrc.io/resource/MW4CZ58520",
        "medium": "Print",
        "script": "",
        "extent": ""
      }
    ]
  },
  {
    "file_name": "Bkt_Bon gyi bka' brten.xml",
    "sigla": "Bkt",
    "title": "Bon Katen (Chengdu)",
    "alternative_title": "བོན་གྱི་བཀའ་བརྟེན",
    "abstract": "Published 1998 by Sokdé Tülku Tenpé Nyima (Sog sde sprul sku Bstan pa’i nyi ma) in Chengdu. Digitized in 2006-2007 at the Tibetan Bon Yungdrung Library at Menri Monastery in Dolanji, Himachal Pradesh, India at the order of 33rd Menri Trizin Lungtok Tenpé Nyima (Lung rtogs bstan pa’i nyi ma).\n\n**Selected bibliography**\n\nKarmay, Samten. 1975. ‘A General Introduction to the History and Doctrines of Bon’. Memoirs of the Research Department of the Toyo Bunko 33: 171–218.\n\nKværne, Per. 1974a. ‘The Canon of the Tibetan Bonpos: Part 1’. Indo-Iranian Journal 16 (1): 18–56.\n\n—. 1974b. ‘The Canon of the Tibetan Bonpos: Part 2’. Indo-Iranian Journal 16 (2): 96–144.",
    "genre": "Canonical Collection",
    "date_created": "1998",
    "place_of_production": "Chengdu",
    "coordinates": "30.4238,104.0519",
    "classifications": [],
    "medium": "Print",
    "bdrc_reference": {
      "id": "G1111",
      "url": "http://purl.bdrc.io/resource/G1111"
    },
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "BDRC",
      "digitizedtime": "2006–2007",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "99",
        "title": "MW30498",
        "url": "http://purl.bdrc.io/resource/MW30498",
        "medium": "Print",
        "script": "Umé; Uchen",
        "extent": "300"
      }
    ]
  },
  {
    "file_name": "Bkz_bon gyi bka' brten.xml",
    "sigla": "Bkz",
    "title": "Bon Katen (Khyung Tengchen)",
    "alternative_title": "བོན་གྱི་བཀའ་བརྟེན",
    "abstract": "Collection of canonical Bon literature (computer input in Umé); digitized in 2014 at the Goshi Zonga ancient texts collector Yungdrung Tengyé Ling at Khyungpo Tengchen Monastery in Kham. The available scans miss Volume 24.\n\n**Selected bibliography**\n\nKarmay, Samten. 1975. ‘A General Introduction to the History and Doctrines of Bon’. Memoirs of the Research Department of the Toyo Bunko 33: 171–218.\n\nKværne, Per. 1974a. ‘The Canon of the Tibetan Bonpos: Part 1’. Indo-Iranian Journal 16 (1): 18–56.\n\n—. 1974b. ‘The Canon of the Tibetan Bonpos: Part 2’. Indo-Iranian Journal 16 (2): 96–144.",
    "genre": "Bon-Kanjur",
    "date_created": "2014",
    "place_of_production": "Khyungpo Tengchen Monastery",
    "coordinates": "31.4273,95.57874",
    "classifications": [],
    "medium": "Modern Print",
    "bdrc_reference": {
      "id": "G1KR1169",
      "url": "http://purl.bdrc.io/resource/G1KR1169"
    },
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "false",
      "text_Text Available": "false",
      "digitizedby": "BDRC",
      "digitizedtime": "2014",
      "integratedrkts": "0",
      "isreferenceset": "0"
    },
    "constituents": [
      {
        "id": "103",
        "title": "MW4CZ58532",
        "url": "http://purl.bdrc.io/resource/MW4CZ58532",
        "medium": "Modern Print",
        "script": "Umé",
        "extent": "200"
      }
    ]
  },
  {
    "file_name": "C_Cone Kanjur.xml",
    "sigla": "C",
    "title": "Cone Kanjur",
    "alternative_title": "ཅོ་ནེ་བཀའ་འགྱུར།",
    "abstract": "It was created at the Gelukpa monastery of Coné Ganden Shedrub Ling (Co ne Dga’ ldan bshad sgrub gling) in the Amdo region, near modern Gansu and Qinghai provinces. It was commissioned by the local ruler, the 11th Coné King Makzor Gönpo (Dmag zor mgon po, 1686–1728?), who raised a special tax (khral) to finance the printing house. The project was overseen by Abbot Awang Chile Jiacuo (1688–1738), who had received the title of national preceptor from the Kangxi Emperor (康熙帝, 1654–1722) after visiting the Qing court. While this indicates some Qing influence or patronage, the extent of court involvement is unclear.\n\nScholarly debate surrounds the exact date of the woodblocks: the most cited range is 1721–1731, though dates from 1733–1743 and as late as 1772 are also suggested. The Coné Kanjur was produced in the same era as the Derge Kanjur.\n\nThe edition is based primarily on the Lithang Kanjur (c. 1608–1621) and is considered a faithful copy, making it essential for studying the Lithang text. The editors retained certain linguistic features from Lithang and corrected various errors and omissions. Although the Coné Kanjur follows the structural arrangement of the Peking editions, its textual descent is through Lithang from the Tshalpa manuscript tradition. It could not have been based on the Derge Kanjur, as it was completed earlier; textual similarities arise from their common Lithang ancestry.\n\nThe Coné Kanjur comprises 107 volumes in the traditional loose-leaf pothi format. A well-preserved set, acquired by the Library of Congress in 1926, provides details of its material characteristics: contemporary paper and ink were used for that printing, with wooden covers made in Shanghai in 1927. The paper is yellowish cream, highly absorbent, and the ink is grayish but uneven, reflecting worn woodblocks and lower-quality ink after centuries of use. The volumes measure about 18.5 x 56.5 cm, with eight lines of text per page inside a double-lined frame; foliation appears in a small frame on the left margin of each recto. The fore-edges are painted yellow with an organic dye.\n\n**Selected bibliography**\n\nHarrison, Paul. 1992. ‘Meritorious Activity or Waste of Time? Some Remarks on the Editing of Texts in the Tibetan Kanjur’. In Tibetan Studies: Proceedings of the 5th Seminar of the International Association for Tibetan Studies, Narita 1989; Volume 1, Buddhist Philosophy and Literature, edited by Shôren Ihara and Zuihô Yamaguchi, 77–93. Naritasan Shinshoji Monograph Series 2. Tokyo: Tokyo Press.\n\nHelman-Ważny, Agnieszka. 2012. ‘The Tibetan Kanjur: Regional Patterns and Preliminary Paper Typology of Manuscripts and Xylographs’. Manuscript Cultures 5: 76–86.\n\nMeinheit, Susan. 2009. ‘Notes on the Co Ne Bka’ ’gyur and Bstan ’gyur in the Library of Congress, Washington, D.C.’ Journal of the International Association of Tibetan Studies 5: 1–14.\n\nMibu, Taishun. 1959. A Comparative List of the Bkaḥ-Ḥgyur Division in the Co-Ne, Peking, Sde-Dge and Snar-Thaṅ Editions: With an Introduction to the Bkaḥ-Ḥgyur Division of the Co-Ne Edition. Tokyo: Taishō University.",
    "genre": "Kanjur",
    "date_created": "1721–1731",
    "place_of_production": "Coné Ganden Shedrub Ling",
    "coordinates": "34.59525,103.50381",
    "classifications": [
      "Tshalpa"
    ],
    "medium": "Print",
    "bdrc_reference": {
      "id": "G435",
      "url": "http://purl.bdrc.io/resource/G435"
    },
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "BDRC",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "6",
        "title": "MW1PD96685",
        "url": "http://purl.bdrc.io/resource/MW1PD96685",
        "medium": "Print",
        "script": "Uchen",
        "extent": "108"
      }
    ]
  },
  {
    "file_name": "C_Cone Tanjur.xml",
    "sigla": "C",
    "title": "Cone Tanjur",
    "alternative_title": "བསྟན་འགྱུར ༼ཅོ་ནེ་པར་ཕུད༽",
    "abstract": "Production began several decades after its Kanjur counterpart, with woodblock carving spanning 1753–1772. The project was patronized by Queen and temporary Regent Rinchen Palzom (Rin chen dpal 'dzom, 18th cent.) and her grandson Tenpé Sungtsé Tsering (Bstan pa'i srung rtse tshe ring, 1728–1791). The Cone Tanjur used the Derge Tanjur as its primary exemplar, a relationship confirmed by scholarly consensus.\n\nIn 1773, the Second Jamyang Zhepa, Könchok Jigme Wangpo (Dkon mchog 'jigs med dbang po, 1728–1791) authored the collection's catalogue \"The Rosary of Wish-Fulfilling Gems: A Detailed Catalogue of the Precious Teaching's Word\" (Bstan bcos 'gyur ro cog gi dkar chag yid bzhin nor bu'i phreng ba).\n\nThe collection comprises either 208 volumes with 65,425 folios according to its catalogue, or 209 volumes as reported by J.F. Rock. By the mid-20th century, complete copies were preserved at the Library of Congress, Wutai shan monastery, and Yonghe Temple (雍和宮) in Peking. The 1929 destruction of the original woodblocks has made surviving complete copies of the Coné canon particularly valuable.\n\n**Selected bibliography**\n\nMeinheit, Susan. 2009. ‘Notes on the Co ne Bka’ ’gyur and Bstan ’gyur in the Library of Congress, Washington, D.C.’ Journal of the International Association of Tibetan Studies 5: 1–14.",
    "genre": "Tanjur",
    "date_created": "1753–1772",
    "place_of_production": "Coné Ganden Shedrub Ling",
    "coordinates": "34.59525,103.50381",
    "classifications": [],
    "medium": "Print",
    "bdrc_reference": {
      "id": "G435",
      "url": "http://purl.bdrc.io/resource/G435"
    },
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "BDRC",
      "numberoflines": "7",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "10",
        "title": "MW1GS66030",
        "url": "http://purl.bdrc.io/resource/MW1GS66030",
        "medium": "Print",
        "script": "Uchen",
        "extent": "209"
      }
    ]
  },
  {
    "file_name": "Cd_Chab mdo Kanjur.xml",
    "sigla": "Cd",
    "title": "Chamdo Kanjur",
    "alternative_title": "ཆབ་མདོ་བཀའ་འགྱུར།",
    "abstract": "The Chamdo Kanjur represents an important regional attempt to establish a complete set of the Buddhist canon in the Chamdo area of eastern Tibet. While the actual texts remain unidentified in modern repositories, the existence of two historical redactions is confirmed through documentary sources.\n\nThe first known version of the Chamdo Kanjur likely dates to the 17th or 18th century, based on stylistic and technical features inferred from surviving descriptions. A record by the Fifth Dechen Chökhor Yongdzin Yeshe Drupa (Bde chen chos ’khor yongs ‘dzin Ye shes grub pa, 1781–1845), written in the early 19th century, details the purchase of this edition around 1821/1822 from the Dölma Lhakhang (Sgrol ma lha khang, a temple in Chamdo). The price noted was 500 srang, a substantial sum indicating the value placed on the collection. This version, said to have been locally carved, is presumed lost as no physical copies have yet been located.\n\nA second Chamdo Kanjur was produced in the 1930s, carved using the same textual plates that provided the blocks for the Lhasa Kanjur (Lha sa bka’ ’gyur). This reflects an effort to align Chamdo’s textual canon with the authoritative Lhasa tradition. Again, no extant copies of this later edition have been found, though it is possible that examples remain in private or temple libraries.\n\n**Selected bibliography**\n\nShastri, Lobsang. 2007. ‘The Transmission of Buddhist Canonical Literature in Tibet’. The Tibet Journal 32 (3): 23–47.",
    "genre": "Kanjur",
    "date_created": "17–18th cent.",
    "place_of_production": "Chamdo Monastery",
    "coordinates": "31.166666,97.2333324",
    "classifications": [],
    "medium": "Print",
    "bdrc_reference": {
      "id": "G2185",
      "url": "http://purl.bdrc.io/resource/G2185"
    },
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "false",
      "text_Text Available": "false",
      "integratedrkts": "0",
      "isreferenceset": "0"
    },
    "constituents": [
      {
        "id": "11",
        "title": "MW1GS54155",
        "url": "http://purl.bdrc.io/resource/MW1GS54155",
        "medium": "Print",
        "script": "",
        "extent": ""
      }
    ]
  },
  {
    "file_name": "Ch_Charang Collection.xml",
    "sigla": "Ch",
    "title": "Charang Collection",
    "alternative_title": "བཙུན་དགོན་དུ་བཞུགས་པའི་དཔེ་རྙིང་ཕྱོགས་བསྒྲིགས།",
    "abstract": "In the Charang Monastery (Kinnaur) are kept several manuscripts of canonical literature. This collection is presently studied by the team of the \"Tibetan Manuscripts Project\" of the University of Vienna.",
    "genre": "Canonical Collection",
    "date_created": "",
    "place_of_production": "Charang Monastery",
    "coordinates": "31.42694,78.58278",
    "classifications": [
      "Mustang"
    ],
    "medium": "",
    "bdrc_reference": {
      "id": "G1BL16",
      "url": "http://purl.bdrc.io/resource/G1BL16"
    },
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "false",
      "text_Text Available": "false"
    },
    "constituents": []
  },
  {
    "file_name": "Cr_Chemre Collection.xml",
    "sigla": "Cr",
    "title": "Chemre Collection",
    "alternative_title": "ལྕེ་བདེ་དགོན་དུ་བཞུགས་པའི་དཔེ་རྙིང་ཕྱོགས་བསྒྲིགས།",
    "abstract": "A fragmentary Kanjur manuscript is kept at Chemre Monastery (Lce bde dgon pa) in Ladakh. The team from the 'Tibetan Manuscripts Project' at the University of Vienna is currently working to gain access to this collection.",
    "genre": "Kanjur",
    "date_created": "",
    "place_of_production": "Chemre Monastery (Ladakh)",
    "coordinates": "33.5732,77.4720",
    "classifications": [],
    "medium": "",
    "bdrc_reference": {
      "id": "G1BL6",
      "url": "http://purl.bdrc.io/resource/G1BL6"
    },
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "false",
      "text_Text Available": "false"
    },
    "constituents": []
  },
  {
    "file_name": "Cz_Chizhi Kanjur.xml",
    "sigla": "Cz",
    "title": "Chizhing Kanjur",
    "alternative_title": "སྤྱི་ཞིང་བཀའ་འགྱུར།",
    "abstract": "The manuscript Kanjur preserved at the Chizhing Samtenchöling temple (Spyi zhing bsam gtan chos gling lha khang) in Bhutan constitutes a rare and significant canonical collection affiliated with the Sakya tradition. The temple, founded in the 16th century by the Sakya master Lodrö Rabyang (Blo gros rab dbyangs), houses a set of manuscript Kanjur volumes alongside block-printed works by prominent Sakya scholars. The Kanjur forms the core of the monastic library and is among the few known canonical collections in Bhutan with a direct Sakya lineage.\n\nThe fragmentary Chizhing Kanjur dates from the 16th to 19th centuries and is particularly notable for its preservation within a Sakya institution that retained its sectarian identity even after the Drukpa Kagyü school became dominant in Bhutan. This continuity makes the collection an important witness to the persistence of Sakya textual transmission in the region. In recent years, the temple has come under the Central Monastic Body aligned with the Drukpa Kagyü school, but the Kanjur remains a testament to its earlier religious affiliation.\n\nThe entire collection has been digitized and is accessible through the British Library’s Endangered Archives Programme EAP570 (https://doi.org/10.15130/EAP570).",
    "genre": "Kanjur",
    "date_created": "16th–19th cent.",
    "place_of_production": "Chizhing Samtenchöling",
    "coordinates": "27.311405,89.595200",
    "classifications": [],
    "medium": "Manuscript",
    "bdrc_reference": {
      "id": "G1KG116097",
      "url": "http://purl.bdrc.io/resource/G1KG116097"
    },
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "EAP",
      "numberoflines": "7",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "12",
        "title": "MWEAP570-4-1",
        "url": "http://purl.bdrc.io/resource/MWEAP570-4-1",
        "medium": "Manuscript",
        "script": "Uchen",
        "extent": "111"
      }
    ]
  },
  {
    "file_name": "D_Derge Kanjur.xml",
    "sigla": "D",
    "title": "Derge Kanjur",
    "alternative_title": "བཀའ་འགྱུར ༼སྡེ་དགེ་པར་ཕུད༽",
    "abstract": "The Derge Kanjur project was sponsored by Tenpa Tsering (Bstan pa tshe ring, 1678–1738), ruler of the Derge kingdom in Kham. Initiated in 1729, the carving and printing took place at Lhündrup Teng Parkhang Chödzö Chenmo (lhun grub steng par khang chos mdzod chen mo), the kingdom’s major printing house. The work concluded after five years in 1733. \n\nEditorial supervision was led by Situ Paṇchen Chökyi Jungné (Si tu paṇ chen Chos kyi ’byung gnas, 1700–1774),, an eminent scholar of the period. The team included roughly sixty calligraphers, ten editors, and over four hundred woodcarvers. The editors aimed for a philologically accurate collection, consulting the ’Jang sa tham (Lithang Kanjur, c. 1608–1621), the Thempangma (notably the Lhodzong Kanjur, compiled by Desi Sönam Rabten (Sde srid Bsod nams rab brtan, 1595–1658) in the Thangpoche temple on the advice of the Fifth Dalai Lama), a Kanjur by Ga Anyen Dampa Künga Dragpa (Ga a gnyan dam pa Kun dga’ grags pa, 1230–1303), as well as copies of the Tshalpa Kanjur and perhaps the Old Narthang Kanjur. Stringent procedures ensured accuracy, with three levels of copy-editing and a policy permitting each artisan to carve only one block per day when necessary.\n\nThe Derge Kanjur is principally a representative of the Tshalpa lineage but is noted for its eclectic editorial method, incorporating textual elements and structure from multiple traditions, including the Tantra section arrangement from the Thempangma lineage. This deliberate blending makes the Derge edition both highly authoritative and “contaminated” in modern textual classifications. Its excellence influenced later editions, serving as the basis for the Urga Kanjur, produced in Mongolia in 1910.\n\nThe complete Derge Kanjur typically comprises 103 volumes—102 containing canonical texts and one for the catalog (dkar chag), though some accounts list 104 volumes, counting Situ Paṇchen’s separate catalog. \n\nThe production of the Derge Kanjur and its companion Tanjur secured Derge’s reputation across the Tibetan Buddhist world. Today, it remains a vital scholarly resource, having been among the eight historic editions used in creating the modern Comparative Kanjur (Bka’ ’gyur dpe bsdur ma).\n\n**Selected bibliography**\n\nEimer, Helmut. 1985. ‘Die beiden Fassungen des dkar chag zum Derge-Kanjur’. Indo-Iranian Journal 28: 281–86.\n\nHaarh, Erik. 1963. ‘A Comparative List of the Derge and Lhasa Editions of the Kanjur’. Asia Major, New Series, IX: 179–205.\n\nKolmaš, Josef. 1978. The Iconography of the Derge Kanjur and Tanjur: Facsimile Reproductions of the 648 Illustrations in the Derge Edition of the Tibetan Tripitaka, Housed in the Library of the Oriental Institute in Prague. New Delhi: Sharada Rani.\n\nScheier-Dolberg, Joseph. 2005. ‘Treasure House of Tibetan Culture: Canonization, Printing, and Power in the Derge Printing House’. MA thesis, Cambridge, Massachusetts: Harvard.\n\nདཔལ་རྡོར།. 2023. ‘སྡེ་དགེའི\"བཀའ་འདུས\"ཀྱི་པར་གསར་རྙིང་གི་ཁྱད་པར་གླེང་བ།’. 青海民族大学学报：藏文版 65 (4): 45–59.",
    "genre": "Kanjur",
    "date_created": "1733",
    "place_of_production": "Derge Printing House",
    "coordinates": "31.80651,98.58052",
    "classifications": [
      "Tshalpa"
    ],
    "medium": "Print",
    "bdrc_reference": {
      "id": "G1657",
      "url": "http://purl.bdrc.io/resource/G1657"
    },
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "true",
      "digitizedby": "CIHTS",
      "numberoflines": "0",
      "integratedrkts": "1",
      "isreferenceset": "0",
      "imagesby": "BDRC"
    },
    "constituents": [
      {
        "id": "2",
        "title": "MW22084",
        "url": "http://purl.bdrc.io/resource/MW22084",
        "medium": "Print",
        "script": "Uchen",
        "extent": "103"
      },
      {
        "id": "3",
        "title": "MW4CZ5369",
        "url": "http://purl.bdrc.io/resource/MW4CZ5369",
        "medium": "Print",
        "script": "Uchen",
        "extent": "103"
      },
      {
        "id": "4",
        "title": "MW30532",
        "url": "http://purl.bdrc.io/resource/MW30532",
        "medium": "Print",
        "script": "",
        "extent": ""
      },
      {
        "id": "5",
        "title": "MW3CN20612",
        "url": "http://purl.bdrc.io/resource/MW3CN20612",
        "medium": "Print",
        "script": "",
        "extent": ""
      },
      {
        "id": "96",
        "title": "MW1ER165",
        "url": "http://purl.bdrc.io/resource/MW1ER165",
        "medium": "",
        "script": "",
        "extent": ""
      }
    ]
  },
  {
    "file_name": "D_Derge Tanjur.xml",
    "sigla": "D",
    "title": "Derge Tanjur",
    "alternative_title": "སྡེ་དགེ་བསྟན་འགྱུར།",
    "abstract": "Celebrated for its editorial precision, clarity, and comprehensiveness, the Derge Tanjur (Sde dge bstan ’gyur) has become a cornerstone for traditional study and modern research.\n\nThe Derge Tanjur project was sponsored by the 42nd King of Derge, Tenpa Tsering (Bstan pa tshe ring, 1678–1739). Begun in 1737, the carving of its woodblocks was completed in 1744, with oversight by the king and his successors. This monumental effort underscores the Derge kingdom’s pivotal role as a hub of Buddhist scholarship and printing in eastern Tibet (Kham).\n\nThe editorial process was led by Zhuchen Tsültrim Rinchen (Zhu chen Tshul khrims rin chen, 1697–1774), whose rigorous approach involved comparing and synthesizing multiple manuscript and print traditions. The Shalu Tanjur served as the primary basis, supplemented with comparisons to other collections, including Ga Anyen Dampa Künga Dragpa’s (Ga a gnyan dam pa Kun dga’ grags pa, 1230–1303) Tanjur, the manuscript Tanjurs of the Fourth Zhamarpa, Chödrak Yeshe (Chos grags ye shes, 1453–1524), and Situ Paṇchen Chökyi Jungné (Si tu paṇ chen Chos kyi ’byung gnas, 1700–1774), as well as King Tenpa Tsering’s silver-inscribed manuscript Tanjur. The editors also consulted the New Narthang Tanjur (1741–1742) and chose to largely ignore the First Peking Edition (1724), demonstrating deliberate scholarly judgment.\n\nThe collection comprises 213 volumes, containing 3,354 texts and approximately 64,512 folios. It is systematically organized, starting with Mahāyāna and Hīnayāna philosophy (inner sciences), followed by logic, grammar, medicine, arts, and other treatises, including works by early Tibetan authors from the 7th century and newly added texts, concluding with dedication prayers. Zhuchen’s catalogue, commonly known as Chu gter ’phel ba, provides not only an exhaustive index but also historical and editorial insights, making it a critical resource.\n\nThe Derge Tanjur has earned a reputation as one of the finest editions of the Buddhist canon. Its accuracy and completeness ensured its selection as the base text for the Comparative Edition of the Tanjur (Bstan ’gyur dpe bsdur ma), a monumental project initiated in 1986 by the China Tibetology Research Center to establish a modern authoritative version of the collection.\n\n**Selected bibliography**\n\nངག་དབང་ནོར་བུ།. 2004. མི་དབང་ཕོ་ལྷ་བའི་གསེར་བྲིས་བསྟན་འགྱུར་སྲིད་ཞིའི་རྒྱན་གཅིག་གི་དཀར་ཆག. Beijing: Mi rigs dpe skrun khang.\n\nKolmaš, Josef. 1978. The Iconography of the Derge Kanjur and Tanjur: Facsimile Reproductions of the 648 Illustrations in the Derge Edition of the Tibetan Tripitaka, Housed in the Library of the Oriental Institute in Prague. New Delhi: Sharada Rani.\n\nMeisezahl, R. O. 1960. ‘Über den Derge Tanjur der ehemaligen Preussischen Staatsbibliothek’. Libri 10 (4): 292–306.\n\nWeller, Friedrich. 1936. ‘Zum Kanjur Und Tanjur von Derge’. Orientalistische Literaturzeitung 39: 1–6.\n\n\n",
    "genre": "Tanjur",
    "date_created": "1744",
    "place_of_production": "Derge Printing House",
    "coordinates": "31.80651,98.58052",
    "classifications": [],
    "medium": "Print",
    "bdrc_reference": {
      "id": "G1657",
      "url": "http://purl.bdrc.io/resource/G1657"
    },
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "CIHTS",
      "numberoflines": "0",
      "integratedrkts": "1",
      "isreferenceset": "0",
      "imagesby": "BDRC"
    },
    "constituents": [
      {
        "id": "13",
        "title": "MW23703",
        "url": "http://purl.bdrc.io/resource/MW23703",
        "medium": "Print",
        "script": "",
        "extent": ""
      },
      {
        "id": "14",
        "title": "MW2KG209989",
        "url": "http://purl.bdrc.io/resource/MW2KG209989",
        "medium": "Print",
        "script": "",
        "extent": ""
      },
      {
        "id": "15",
        "title": "MW2KG5013",
        "url": "http://purl.bdrc.io/resource/MW2KG5013",
        "medium": "Print",
        "script": "",
        "extent": ""
      }
    ]
  },
  {
    "file_name": "Dd_Dodedrak Kanjur.xml",
    "sigla": "Dd",
    "title": "Dodedrak Kanjur",
    "alternative_title": "མདོ་སྡེ་བྲག་བཀའ་འགྱུར།",
    "abstract": "The Dodedrak Kanjur (Mdo sde brag bka’ ’gyur) is a complete manuscript edition of the Tibetan Buddhist canon preserved at Dodedrak Monastery, founded in 1779 CE, and a historically significant monastic institution located northeast of Thimphu, affiliated with the Drukpa Kagyü tradition.\n\nA yet to be studied catalog (dkar chag) of the collection is preserved as part of the archive.",
    "genre": "Kanjur",
    "date_created": "16th–19th cent.",
    "place_of_production": "Dodedrak Monastery",
    "coordinates": "27.51510,89.61020",
    "classifications": [
      "Thempangma"
    ],
    "medium": "Manuscript",
    "bdrc_reference": {
      "id": "G1KG116098",
      "url": "http://purl.bdrc.io/resource/G1KG116098"
    },
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "EAP",
      "numberoflines": "6",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "16",
        "title": "MWEAP570-5-1",
        "url": "http://purl.bdrc.io/resource/MWEAP570-5-1",
        "medium": "Manuscript",
        "script": "Uchen",
        "extent": "104"
      }
    ]
  },
  {
    "file_name": "Dk_Dongkarla Kanjur.xml",
    "sigla": "Dk",
    "title": "Dongkarla Kanjur",
    "alternative_title": "གདོང་དཀར་ལ་བཀའ་འགུར།",
    "abstract": "The Dongkarla Kanjur is a canonical collection preserved at Dongkarla Monastery in Shaba, Paro, Bhutan. The temple itself was founded by Drubwang Rinchen Chödrak (Grub dbang rin chen chos grags) and his disciple Tertön Tsering Dorjé (Gter ston Tshe ring rdo rje), both major figures in the religious history of western Bhutan (While the dates of these figures are not specified, portions of Tertön Tsering Dorjé’s autobiography and other rare texts are preserved in the Dongkarla archive. The collection also includes a version of the Nyingma Gyübum said to differ from other Bhutanese versions. The monastery suffered severe damage due to an earthquake in 2011.\n\nRecognizing the vulnerability of the manuscripts to decay and destruction, a digitization initiative funded by the Endangered Archives Programme (https://eap.bl.uk/project/EAP570) in partnership with the Loden Foundation (https://www.loden.org/culture-projects/) was carried out.",
    "genre": "Kanjur",
    "date_created": "17th cent.",
    "place_of_production": "Dongkarla Monastery",
    "coordinates": "27.359838154385663,89.51575203890106",
    "classifications": [
      "Thempangma"
    ],
    "medium": "Manuscript",
    "bdrc_reference": {
      "id": "G1KG116096",
      "url": "http://purl.bdrc.io/resource/G1KG116096"
    },
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "EAP",
      "numberoflines": "7",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "17",
        "title": "MWEAP570-1-1",
        "url": "http://purl.bdrc.io/resource/MWEAP570-1-1",
        "medium": "Manuscript",
        "script": "Uchen",
        "extent": "109"
      }
    ]
  },
  {
    "file_name": "Dm_Drakmar Collection.xml",
    "sigla": "Dm",
    "title": "Drakmar Collection",
    "alternative_title": "བྲག་དམར་དགོན་དུ་བཞུགས་པའི་དཔེ་རྙིང་ཕྱོགས་བསྒྲིགས།",
    "abstract": "Drakmar Temple (Brag dmar or Drag dmar) and its neighbor Ghagar (Gad dkar) stand in the hamlet of Ghagar-Drakmar at the heart of the Tarap Valley (Rta rab) in Lower Dolpo. Though its exact founding date is lost, Drakmar’s basic architectural form is unquestionably ancient. Local tradition credits the early-15th-century king of Mustang, Amapal (’A ma dpal, 1388–ca 1445), with establishing a “Temple of Maitreya” here, and some evidence still points to Drakmar as that original site. By the 16th century, Sakya lamas were visiting to teach—and one even served as abbot—attesting a strong Sakyapa affiliation. In the late 17th century, under the influence of the great Nyingma master Orgyen Tenzin (O rgyan bstan ’dzin, 1657–1729) and inspired by the mystic Pargo Lama, the temple adopted Nyingma rituals, installing new images and thangkas of meditation deities. Its dual names—”Red Boulder” (brag dmar) and “Wrathful Red Guru” (drag dmar), an emanation of Padmasambhava—reflect that Nyingma transformation.\n\nDrakmar’s manuscript collection totals 116 volumes, moved to secure storage by the Tibetan Manuscript Project Vienna in September 2022 and fully digitized by May 2023. It comprises a 30-volume sūtra section (vols 1–30), an 18-volume tantra set (31–50, with two missing), 34 volumes of the Śatasāhasrikāprajñāpāramitā (51–84) drawn from four distinct sets, 12 volumes of the Pañcaviṃśatisāhasrikāprajñāpāramitā (85–96) in fragmentary form, four volumes of the Aṣṭasāhasrikāprajñāpāramitā (97–100), a four-volume Avataṃsaka (104–107) and three-volume Ratnakūṭa (108–110), three volumes of Vajracchedikā (101–103), two Bhadrakalpika volumes (111–112), three Tog gzungs (113–115), and a single Gzungs bsdus volume (116). Notably, it contains no Vinaya texts, and its sūtra manuscripts show a script style and paleographical features midway between those from Nesar and Namgyal.",
    "genre": "Canonical Collection",
    "date_created": "",
    "place_of_production": "Drakmar Temple",
    "coordinates": "29.15,83.17111111111112",
    "classifications": [],
    "medium": "Manuscript",
    "bdrc_reference": {
      "id": "G1BL15",
      "url": "http://purl.bdrc.io/resource/G1BL15"
    },
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "TMPV",
      "imagesby": "BDRC",
      "numberoflines": "8",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "89",
        "title": "MW1BL10",
        "url": "http://purl.bdrc.io/resource/MW1BL10",
        "medium": "Manuscript",
        "script": "Uchen",
        "extent": "118"
      }
    ]
  },
  {
    "file_name": "Dr_Peking Dragon Kanjur.xml",
    "sigla": "Dr",
    "title": "Peking Dragon Kanjur",
    "alternative_title": "Long zang jing",
    "abstract": "The Kangxi Kanjur Manuscript of 1669—often called the “Peking Dragon Kanjur”—is among the most impressive and artistically lavish Kanjur editions produced under Qing imperial patronage. Commissioned by Grand Empress Dowager Xiaozhuang (孝莊文皇后, Mong. Bumbutai, 1613–1688), with the assistance of her grandson, the young Kangxi Emperor (康熙帝, 1654–1722), this project was completed over two years, supported by the vast resources of the imperial court and additional contributions from the Empress Dowager’s Horgin Mongol homeland. Intended as both a spiritual offering and a demonstration of Qing engagement with Tibetan Buddhism, this lavish manuscript predates the famous woodblock-printed Peking Kanjur editions later produced under Kangxi’s reign.\n\nThe Kangxi manuscript does not simply copy earlier texts but stands out for its refined artistry, combining Tibetan and Han Chinese traditions. The scriptures are written in gold ink on long, deep-blue goat-brain treated paper, decorated with precious metals and pearls. Folio edges are painted with the Eight Auspicious Symbols, and each large volume is encased between carved wooden boards, wrapped in silk and ceremonial cloths, and bound together with a five-colored strap. The covers display three inscriptions: first in Sanskrit Rañjanā script, then a Tibetan transliteration, and finally the Tibetan translation.\n\nThe Peking Dragon Kanjur consists of 108 volumes containing 1,057 individual texts. The structure—mirroring the Tshalpa and Yongle lineages—places Tantras first (24 volumes), followed by Prajñāpāramitā (24), Ratnakūṭa (6), Avataṃsaka (6), Sutras (32), and Vinaya (16). The entire organization adheres to the Tshalpa tradition.\n\nCelebrated for its exquisite production and imperial splendor, this edition has been described as a “National Treasure” and stands as a testament to the close interweaving of religious devotion, artistic achievement, and imperial authority in Qing-era Buddhist culture.\n\n**Selected bibliography**\n\n馮明珠 and 盧雪燕. 2015. 殊勝因緣 : 內府泥金寫本藏文龍藏經探索 [A Wondrous Occasion Predestined: Unveiling the Kangxi Kangyur]. Taipei: Guo li gu gong bo wu yuan.\n\nStaël-Holstein, Alexander von 1877-1937. 1999. ‘On a Peking Edition of the Tibetan Kanjur Which Seems to Be Unknown in the West’. Journal of the International Association of Buddhist Studies 22 (1): 215–49.\n\nMeinheit, Susan. 2016. ‘A Newly Acquired Tibetan Kanjur: The Dragon Tripitaka’. Library of Congress Blogs. 8 July 2016. https://blogs.loc.gov/international-collections/2016/07/a-newly-acquired-tibetan-kanjur-the-dragon-tripitaka/.\n",
    "genre": "Kanjur",
    "date_created": "1669",
    "place_of_production": "Beijing",
    "coordinates": "40.190632,116.412144",
    "classifications": [
      "Tshalpa"
    ],
    "medium": "",
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "false",
      "text_Text Available": "false",
      "digitizedby": "NPM",
      "numberoflines": "0",
      "integratedrkts": "0",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "95",
        "title": "MWNPM1",
        "url": "http://purl.bdrc.io/resource/MWNPM1",
        "medium": "",
        "script": "",
        "extent": "0"
      }
    ]
  },
  {
    "file_name": "Ds_Dzong sar dgon 'bum.xml",
    "sigla": "Ds",
    "title": "Dzongsar Institute Prajñāpāramitā",
    "alternative_title": "རྫོང་སར་དགོན་དུ་བཞུགས་པའི་ཤེར་ཕྱིན་སྟོང་ཕྲག་བརྒྱ་པ།",
    "abstract": "Dzongsar Khamjé Ngarik Thupten Lobling (Rdzong sar khams bye’i lnga rig thub bstan slob gling) is a Tibetan Buddhist educational and publishing institution located in Derge, founded in 2004. The institution specializes in producing modern, computer-set editions of traditional Buddhist texts, making significant contributions to Tibetan studies by publishing journals, collected works, and critical editions.\n\nIn 2014, it published a 12-volume edition of the Prajñāpāramitā. This set is computer-input, though some pages in volume 2 are missing.",
    "genre": "Canonical Collection",
    "date_created": "2014",
    "place_of_production": "Dzongsar Institute",
    "coordinates": "31.6436006,98.9628067",
    "classifications": [],
    "medium": "Modern Print",
    "bdrc_reference": {
      "id": "G3JT12554",
      "url": "http://purl.bdrc.io/resource/G3JT12554"
    },
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "BDRC",
      "numberoflines": "7",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "18",
        "title": "MW2PD19497",
        "url": "http://purl.bdrc.io/resource/MW2PD19497",
        "medium": "Modern Print",
        "script": "Uchen",
        "extent": "12"
      }
    ]
  },
  {
    "file_name": "Eg_Egoo Collection.xml",
    "sigla": "Eg",
    "title": "Egoo Collection",
    "alternative_title": "",
    "abstract": "The collection from the Egoo (or Igoo) Temple, Ladakh includes a rare Tibetan manuscript volume. It consists of 515 folios, and as the title ’Jam dpal mtshan brjod dang dkon mchog rje dran gyi mdo sogs indicates it contains works such as the “Praise of Mañjuśrī” and sūtras devoted to the recollection of the Three Jewels.",
    "genre": "Canonical Collection",
    "date_created": "",
    "place_of_production": "Egoo Temple",
    "coordinates": "33.89798594298058,77.80598644367583",
    "classifications": [],
    "medium": "Manuscript",
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "TMPV",
      "imagesby": "BDRC",
      "numberoflines": "9",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "19",
        "title": "MW1KG12671",
        "url": "http://purl.bdrc.io/resource/MW1KG12671",
        "medium": "Manuscript",
        "script": "Uchen",
        "extent": "1"
      }
    ]
  },
  {
    "file_name": "F_Phugbrag Kanjur.xml",
    "sigla": "F",
    "title": "Phugbrag Kanjur",
    "alternative_title": "ཕུག་བྲག་བཀའ་འགྱུར།",
    "abstract": "The Phugbrag Kanjur is a unique and historically important manuscript edition of the Tibetan Buddhist canon, recognized for its independent textual tradition and distinctive content. The name Phugbrag derives from its home monastery, reportedly built atop a rock (brag) shaped like a pigeon (phug ron); other historical spellings include Spud tra, Phu brag, Spu grags, and Spu brag.\n\nPhugbrag Monastery, located in the Saga (sa dga’) region of Western Tibet and once affiliated with Sera Jé (Se ra byes) Monastery, was founded by Jamyang Lekpa Döndrup (‘Jam dbyangs legs pa don grub), a direct disciple of the First Dalai Lama, Gendun Drup (Dge ‘dun grub, 1391–1474). Although it later became associated with the Gelugpa school, the monastery originally belonged to the Drukpa Kagyü tradition, as seen in the biography of Urgyenpa Rinchen Pel (Grub thob U rgyan pa Rin chen dpal, 1230–1309), who was active at Phugbrag. The monastery received significant official patronage from the government of the Fifth Dalai Lama (1617–1682) and his regent, Desi Sangyé Gyatso (Sde srid Sangs rgyas rgya mtsho, 1653–1705),.\n\nThe Phugbrag Kanjur was sponsored by the abbot Ngawang Chödrak (Ngag dbang Chos grags), aided by the monk Lobsang Tenzin (Blo bzang Bstan ’dzin), the nun Lobsang Wangmo (Blo bzang dbang mo), and local community members. Its catalogue states it was commissioned for the long life of the Sixth Dalai Lama, Tsangyang Gyatso (Tshangs dbyangs rgya mtsho, 1683– after 1706, enthroned 1696), so its compilation dates to the late 17th century. The manuscript is considered a completely independent edition, minimally revised and preserving earlier textual forms.\n\nIts preservation is credited to Sera Jé Tsethang Geshe Kelsang Lhündrup (Se ra byes Rtse thang dge bshes Skal bzang lhun grub), who became abbot around 1940. At that time, the monastery had only about ten monks; by 1959, he had grown the population to over sixty. Just before the events of 1959, he took pains to safeguard the monastery’s treasures. After the uprising, approximately 35 monks fled with the collection to Nubri, Nepal. The process of transferring the collection to the Tibetan Government-in-Exile began in 1967, and by 1971, the Phugbrag collection was housed at the Library of Tibetan Works and Archives (LTWA), Dharamsala. The transferred items included 51 statues , 37 thangkas , and 157 scripture volumes. A microfiche edition was later made for scholarly access.\n\nThe Phugbrag Kanjur contains many unique readings and is not descended from the Narthang manuscript tradition. Unlike Kanjur editions that derive from Chomden Rigpé Raldri’s (Bcom ldan Rig pa’i ral gri, 1227–1305) standard, Phugbrag stands alone as an independent witness. It preserves 30 texts with translation variants—often reflecting earlier renderings compared to the revised versions in other Kanjurs—and uniquely includes an eighth-century translation preserved only here. The Kanjur also contains a rare historical work by Jinamitra on the spread of Buddhism in India, Khotan, and Tibet. While the Sālistamba sūtra (Sa lu’i ljang pa’i mdo) in this collection is closely aligned with the Dunhuang manuscripts, other texts, such as the Druma-kinnara-rāja-paripṛcchā-sūtra, occasionally share variants with the Narthang-derived editions, contributing to ongoing debate about its complex textual affiliations.\n\n**Selected bibliography**\n\nབློ་བཟང་བསྟན་འཛིན།. 2020. སྤུ་བྲག་དགོན་གྱི་ལོ་རྒྱུས་སྐྱ་རེངས་དང་པོ།. rDzong chos grwa tshang: Spu brag dge slong blo bzang bstan ʼdzin.\n\nBraarvig, Jens. 1997. ‘The Phug Brag Versions of the Akṣayamatinirdeśa’. In Transmission of the Tibetan Canon. Beiträge Zur Kultur- Und Geistesgeschichte Asiens. Wien: ÖAW. \n\nEimer, Helmut. 1993. Location List for the Texts in the Microfiche Edition of the Phug Brag Kanjur: Compiled from the Microfiche Edition and Jampa Samten’s Descriptive Catalogue. Bibliographia Philologica Buddhica. Series Maior 5. Tokyo: International Institute for Buddhist Studies.\n\nHartmann, Jens-Uwe. 1996. ‘Notes on Two Texts in the Phug Brag Kanjur’. In Suhṛllekhāḥ: Festgabe Für Helmut Eimer, edited by Michael Hahn, Jens-Uwe Hartmann, and Roland Steiner, 69–78. Indica et Tibetica 28. Swisttal-Odendorf: Indica et Tibetica Verlag.\n\nJampa Samten. 1992a. Phug Brag Bka’ ’gyur Bris Ma’i Dkar Chag: A Catalogue of the Phug-Brag Manuscript Kanjur. Dharamsala: Library of Tibetan Works & Archives.\n\n—. 1992b. ‘Preliminary Notes on the Phug-Brag bKa’-’gyur: A Unique Edition of the Tibetan Buddhist Canon’. In Tibetan Studies: Proceedings of the 5th Seminar of the International Association for Tibetan Studies, Narita 1989. Volume 1, Buddhist Philosophy and Literature, edited by Shôren Ihara and Zuihô Yamaguchi, 115–20. Narita: Naritasan Shinshoji.\n",
    "genre": "Kanjur",
    "date_created": "17th cent.",
    "place_of_production": "Phugbrag Monastery",
    "coordinates": "29.483333,85.083333",
    "classifications": [
      "Independent"
    ],
    "medium": "Manuscript",
    "bdrc_reference": {
      "id": "G2KG1681",
      "url": "http://purl.bdrc.io/resource/G2KG1681"
    },
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "LTWA",
      "imagesby": "BDRC",
      "numberoflines": "0",
      "integratedrkts": "0",
      "isreferenceset": "0"
    },
    "constituents": [
      {
        "id": "20",
        "title": "MW1KG13607",
        "url": "http://purl.bdrc.io/resource/MW1KG13607",
        "medium": "Manuscript",
        "script": "",
        "extent": ""
      },
      {
        "id": "21",
        "title": "MW2KG210295",
        "url": "http://purl.bdrc.io/resource/MW2KG210295",
        "medium": "",
        "script": "",
        "extent": ""
      }
    ]
  },
  {
    "file_name": "G_Golden Tanjur.xml",
    "sigla": "G",
    "title": "Golden Tanjur",
    "alternative_title": "བསྟན་འགྱུར་གསེར་བྲིས་མ།",
    "abstract": "The Golden Tanjur is an 18th-century manuscript edition, renowned for its 225 volumes inscribed in gold ink. Commissioned in Central Tibet by Miwang Pholhané Sönam Topgyé (Mi dbang Pho lha nas bsod nams stobs rgyas, r. 1728–1747), its production began around 1734 at the king’s palace in the historically significant valley of Chonggyé (’Phyong rgyas). This ambitious project coincided with his sponsorship of the Narthang Kanjur and Tanjur editions. Over five hundred artisans—including scribes, papermakers, and supervisors—were assembled for this undertaking, which functioned both as a monumental act of royal merit-making and as a dedication to the king’s family and deceased mother. The lavish project cost over 5,000 zho of gold and 1,000 zho of silver.\n\nThe manuscript involved careful collation, using the Tanjur from Shalu Serkhang as its primary source, which was verified against the major collections at Sera, Drepung, Riwoche, Sakya, and Narthang, and thoroughly proofread by leading scholars. Each folio is written in molten gold on high-quality paper, and its contents closely mirror the organization of the Narthang and Peking Tanjur editions. Two complete sets were originally commissioned; the surviving set was later transferred to Beijing’s Cultural Palace of Nationalities in 1959, where it was catalogued, digitized, and eventually reprinted as a 100-volume edition in 1988 by the China Nationality Library.\n\n**Selected bibliography**\n\nངག་དབང་ནོར་བུ།. 2004. མི་དབང་ཕོ་ལྷ་བའི་གསེར་བྲིས་བསྟན་འགྱུར་སྲིད་ཞིའི་རྒྱན་གཅིག་གི་དཀར་ཆག. Beijing: Mi rigs dpe skrun khang.\n\nMiyake, Shinichiro. 1996. ‘On the Date of the Original Manuscript of the Golden Manuscript Tenjur in Ganden Monastery’. 大谷大学真宗総合研究所研究紀要  13: 13–16.\n\nSkilling, Peter. 1991. ‘A Brief Guide to the Golden Tanjur’. Journal of the Siam Society 79 (2): 138–46.\n\n三宅伸一郎, and Miyake Shinichiro. 2000. ‘Comparative Table of the Golden Manuscript Tenjur in dGa’-ldan Monastery with the Peking Edition of Tenjur’. 大谷大学真宗総合研究所研究紀要 17: 1–65.",
    "genre": "Tanjur",
    "date_created": "1734",
    "place_of_production": "Chongyé",
    "coordinates": "29.031562, 91.680466",
    "classifications": [],
    "medium": "Manuscript; Print",
    "bdrc_reference": {
      "id": "G848",
      "url": "http://purl.bdrc.io/resource/G848"
    },
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "BDRC",
      "numberoflines": "6",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "22",
        "title": "MW23702",
        "url": "http://purl.bdrc.io/resource/MW23702",
        "medium": "Manuscript; Print",
        "script": "Uchen",
        "extent": "225"
      }
    ]
  },
  {
    "file_name": "Gaz_a 'dzom par ma.xml",
    "sigla": "Gaz",
    "title": "Seventeen Tantras (Anzom Chögar)",
    "alternative_title": "རྒྱུད་བཅུ་བདུན ༼ཨ་འཛོམ་པར་མ༽",
    "abstract": "The Seventeen Tantras of the Great Perfection (rdzogs chen rgyud bcu bdun) are foundational scriptures of the Nyingma school, standing at the heart of the Atiyoga or Dzogchen tradition. Among their key canonical witnesses is the woodblock-printed edition produced at Anzom Chögar (A 'dzom chos sgar), a prominent Nyingma monastic center located in Kardze (Dkar mdzes), eastern Tibet.\n\nThe Anzom Chögar edition is regarded by scholars as closely matching the canonical Derge Nyingma Gyübum (sde dge rnying ma’i rgyud ’bum) version, reflecting a significant editorial and textual lineage.\n\n**Selected bibliography**\n\nམི་ཉག་ཐུབ་བསྟན་ཆོས་དར།. 2000. རྙིང་མ་རྒྱུད་འབུམ་གྱི་དཀར་ཆག་གསལ་བའི་མེ་ལོང་།. Beijing: Mi rigs dpe skrun khang.",
    "genre": "Old Tantra",
    "date_created": "2000",
    "place_of_production": "Anzom Chögar Printing house",
    "coordinates": "31.149722, 99.566667",
    "classifications": [
      "Eastern Tibetan (NGB)"
    ],
    "medium": "Print",
    "bdrc_reference": {
      "id": "G3JT12503",
      "url": "http://purl.bdrc.io/resource/G3JT12503"
    },
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "BDRC",
      "numberoflines": "6",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "23",
        "title": "MW1KG11703",
        "url": "http://purl.bdrc.io/resource/MW1KG11703",
        "medium": "Print",
        "script": "Uchen",
        "extent": "4"
      }
    ]
  },
  {
    "file_name": "Gbr_bai ro'i rgyud 'bum.xml",
    "sigla": "Gbr",
    "title": "Bairo Gyübum",
    "alternative_title": "བཻ་རོའི་རྒྱུད་འབུམ",
    "abstract": "The Gyübum of Vairocana (bai ro'i rgyud 'bum) is a significant compilation of Nyingma tantras, published in 1971 in Leh, Ladakh, by S.W. Tashigangpa. This edition is an eight-volume reproduction of a manuscript collection belonging to Tokden Rimpoche of Gangon. The materials originate from a rare collection discovered by Tokden Rimpoche with a private family in the Changthang area of Tibet; this family, out of devotion, entrusted the collection to him. \n\nThe compilation includes rare Nyingma canonical texts from the Jangtang region of Ladakh, notably an ancient example of the 'dra 'bag chen mo biography of Vairocana, which accounts for the common designation “Bairo Gyübum.” While the collection is attributed to the eighth-century Tibetan master Vairocana as compiler and translator, the 1971 publication constitutes a modern preservation effort rather than an original compilation.",
    "genre": "Old Tantra",
    "date_created": "1971",
    "place_of_production": "Leh",
    "coordinates": "34.156639,77.585444",
    "classifications": [],
    "medium": "Manuscript",
    "bdrc_reference": {
      "id": "G1085",
      "url": "http://purl.bdrc.io/resource/G1085"
    },
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "BDRC",
      "numberoflines": "6",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "25",
        "title": "MW21519",
        "url": "http://purl.bdrc.io/resource/MW21519",
        "medium": "Manuscript",
        "script": "Uchen",
        "extent": "8"
      }
    ]
  },
  {
    "file_name": "Gcd_rnying ma rgyud bcu bdun.xml",
    "sigla": "Gcd",
    "title": "Seventeen Tantras (Sumra)",
    "alternative_title": "རྙིང་མ་རྒྱུད་བཅུ་བདུན",
    "abstract": "A reproduction of an ancient manuscript from Spiti of a collection of Nyingmapa Tantras of the Man ngag sde class of the Atiyoga (rdzogs chen). Published by Orgyan Dorji in Sumra, Himachal Pradesh, India.",
    "genre": "Old Tantra",
    "date_created": "1977",
    "place_of_production": "Sumra",
    "coordinates": "32.047289,78.490987",
    "classifications": [
      "South-Western Tibetan (NGB)"
    ],
    "medium": "Manuscript",
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "BDRC",
      "numberoflines": "7",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "26",
        "title": "MW21520",
        "url": "http://purl.bdrc.io/resource/MW21520",
        "medium": "Manuscript",
        "script": "",
        "extent": ""
      }
    ]
  },
  {
    "file_name": "Gcn_rnying ma rgyud bcu bdun.xml",
    "sigla": "Gcn",
    "title": "Seventeen Tantras (Serang Gompa)",
    "alternative_title": "རྙིང་མ་རྒྱུད་བཅུ་བདུན",
    "abstract": "From the collection of Chokyi Nyima, Serang Gompa, Kutang. Preserved on microfilm as part of the Nepal-German Manuscript Preservation Project (https://catalogue.ngmcp.uni-hamburg.de/servlets/solr/select?q=mtm:18725.0%0A)",
    "genre": "Old Tantra",
    "date_created": "",
    "place_of_production": "Serang Gompa",
    "coordinates": "28.550952,84.893999",
    "classifications": [
      "Tibetan-Nepalese Borderlands (NGB)"
    ],
    "medium": "Manuscript",
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "NGMPP",
      "imagesby": "BDRC",
      "numberoflines": "6",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "81",
        "title": "MW1ER128",
        "url": "http://purl.bdrc.io/resource/MW1ER128",
        "medium": "Manuscript",
        "script": "",
        "extent": ""
      }
    ]
  },
  {
    "file_name": "Gcu_rnying ma rgyud bcu bdun.xml",
    "sigla": "Gcu",
    "title": "Seventeen Tantras (Kathmandu)",
    "alternative_title": "རྙིང་མ་རྒྱུད་བཅུ་བདུན",
    "abstract": "From the collection of the National Archives, Kathmandu. Preserved on microfilm as part of the Nepal-German Manuscript Preservation Project (https://catalogue.ngmcp.uni-hamburg.de/receive/aaingmcp_tbtdocument_00069259)",
    "genre": "Old Tantra",
    "date_created": "",
    "place_of_production": "Kathmandu",
    "coordinates": "27.695380,85.321592",
    "classifications": [
      "Tibetan-Nepalese Borderlands (NGB)"
    ],
    "medium": "Manuscript",
    "bdrc_reference": {
      "id": "G2CN11080",
      "url": "http://purl.bdrc.io/resource/G2CN11080"
    },
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "NGMPP",
      "imagesby": "BDRC",
      "numberoflines": "8",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "82",
        "title": "MW1ER119",
        "url": "http://purl.bdrc.io/resource/MW1ER119",
        "medium": "Manuscript",
        "script": "",
        "extent": ""
      }
    ]
  },
  {
    "file_name": "Gdg_sde dge par ma rnying rgyud.xml",
    "sigla": "Gdg",
    "title": "Nyingma Gyübum (Derge Xylographic ed.)",
    "alternative_title": "སྡེ་དགེ་པར་མ་རྙིང་མ་རྒྱུད་འབུམ།",
    "abstract": "The woodblock-printed edition of the Nyingma Gyübum produced at the Derge Printing House in eastern Tibet is widely regarded as the most authoritative and standardized version of this canonical Nyingma collection. Commissioned between 1794 and 1798 under the patronage of Queen Tsewang Lhamo (Tshe dbang lha mo, d. 1812), the Derge NGB project exemplifies the Derge kingdom’s significance as a center for Tibetan Buddhist scholarship and printing.\n\nThe edition’s catalogue and editorial process were supervised by Gajé Pandita Gyurmé Tsewang Chokdrup (Sgar rje paṇḍita 'Gyur med Tshe dbang mchog grub, 1761–1829), with rigorous textual editing carried out by a team of \"seven Paṇḍitas.\" This team drew upon and collated multiple earlier manuscript exemplars—including those from Mindroling (Smin grol gling, 1685), Pema Öling (Padma 'od gling, 1772), Ratna gling pa’s proto-canon, and collections from other prominent monasteries—thus synthesizing variant traditions into a single standardized corpus. This comprehensive and comparative editorial approach set the Derge edition apart, resulting in a text considered superior in accuracy and consistency by subsequent scholarship.\n\nOrganized according to the nine-vehicle (theg pa dgu) classificatory schema of the Nyingma tradition, with a particular focus on the three highest yoga classes (Ati yoga, Anu yoga, Mahā yoga), the Derge edition also features internal sub-classifications that further structure its content. According to modern scholarly consensus, the Derge Nyingma Gyübum today comprises 25 volumes containing 447 texts across approximately 17,835 pages—though some traditional counts cite 414 texts in 26 volumes, reflecting evolving cataloguing practices.\n\nAlongside the earlier manuscript editions from Mindroling and Pema Öling, the Derge xylograph is a foundational and reliable witness to the Nyingma Gyübum tradition. Its broad dissemination and standardized format greatly influenced later NGB editions in Bhutan, Nepal, and elsewhere, and it remains central to both scholarly research and monastic study.\n\n**Selected bibliography**\nAlmogi, Orna. 2020. Authenticity and Authentication: Glimpses behind the Scenes of the Formation of the Tibetan Buddhist Canon. Indian and Tibetan Studies. Hamburg: Dept. of Indian and Tibetan Studies.",
    "genre": "Old Tantra",
    "date_created": "1794-1798",
    "place_of_production": "Derge Printing House",
    "coordinates": "31.8330556,98.59972222222221",
    "classifications": [
      "Eastern Tibetan (NGB)"
    ],
    "medium": "Print",
    "bdrc_reference": {
      "id": "G1657",
      "url": "http://purl.bdrc.io/resource/G1657"
    },
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "BDRC",
      "numberoflines": "7",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "27",
        "title": "MW21939",
        "url": "http://purl.bdrc.io/resource/MW21939",
        "medium": "Print",
        "script": "Uchen",
        "extent": "26"
      }
    ]
  },
  {
    "file_name": "Gdk_gdong dkar rnying rgyud.xml",
    "sigla": "Gdk",
    "title": "Nyingma Gyübum (Dongkarla)",
    "alternative_title": "གདོང་དཀར་ལར་བཞུགས་པའི་རྙིང་རྒྱུད།",
    "abstract": "The Dongkarla Temple Archive houses a collection of the Nyingma Gyübum dating from the 17th century, preserved at Dongkarla Monastery, Shaba, Paro, Bhutan. This collection consists of 28 volumes, digitized as part of the EAP preservation initiative (https://eap.bl.uk/collection/EAP570-1-5)",
    "genre": "Old Tantra",
    "date_created": "17th cent.",
    "place_of_production": "Dongkarla Monastery",
    "coordinates": "27.359838154385663,89.51575203890106",
    "classifications": [
      "Bhutanese (NGB)"
    ],
    "medium": "",
    "bdrc_reference": {
      "id": "G1KG116096",
      "url": "http://purl.bdrc.io/resource/G1KG116096"
    },
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "false",
      "text_Text Available": "false"
    },
    "constituents": []
  },
  {
    "file_name": "Ggb_rnying ma rgyud 'bum.xml",
    "sigla": "Ggb",
    "title": "Nyingma Gyübum (2015 Comparative Ed.)",
    "alternative_title": "རྙིང་མ་རྒྱུད་འབུམ། ༼དཔེ་བསྡུར་མ།༽",
    "abstract": "This is the 49-volume Tibetan-language Nyingma Gyübum edition, published by the China Tibetology Publishing House (中国藏学出版社) in August 2015 as part of the Chinese Tibetan Tripitaka Project (中華大藏經), a significant sub-project of the Chinese Tripitaka Edition Project, aimed at preserving and critically editing important Buddhist texts. The editorial team based their work primarily on the Derge edition of the Nyingma Gyübum (sde dge par ma rnying ma rgyud ’bum), with extensive cross-referencing to the Bairo Gyübum, Tsamdrak (Bhutan), and Gangtey Monastery (Bhutan) editions to ensure accuracy and completeness.\n\n**Selected bibliography**\n\nཀྲུང་གོའི་བོད་རིག་པ་ཞིབ་འཇུག་ལྟེ་གནས།. 2015. རྙིང་རྒྱུད།. Beijing: ཀྲུང་གོའི་བོད་རིག་པ་དཔེ་སྐྲུན་ཁང་།.",
    "genre": "Old Tantra",
    "date_created": "2015",
    "place_of_production": "Beijing",
    "coordinates": "40.190632,116.412144",
    "classifications": [
      "Mixed"
    ],
    "medium": "Modern Print",
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "false",
      "text_Text Available": "false",
      "integratedrkts": "0",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "28",
        "title": "MW3CN3207",
        "url": "http://purl.bdrc.io/resource/MW3CN3207",
        "medium": "Modern Print",
        "script": "Uchen",
        "extent": "49"
      }
    ]
  },
  {
    "file_name": "Ggk_gad dkar rnying rgyud.xml",
    "sigla": "Ggk",
    "title": "Nyingma Gyübum (Ghagar)",
    "alternative_title": "གད་དཀར་དགོན་དུ་བཞུགས་པའི་རྙིང་རྒྱུད།",
    "abstract": "Old Tantra collection of the temple of Ghagar (Gad dkar); along with the neighboring temple of Drakmar (brag dmar / drag dmar) it is located in a small hamlet in the center of the Tarap (rta rab) valley that is known as Ghagar-Drakmar, referring to both religious institutions. Despite its high altitude of around 4.100-4.300 meters, the entire area is nowadays considered being part of Lower Dolpo. We provide two sets of scans for the collection: W1BL6 is organized according to the volumes in situ, and W1ER156 is reorganized by rKTs in a way that is closer to the original organization. The images were taken by the Tibetan Manuscript Project Vienna (TMPV) in 2023.",
    "genre": "Old Tantra",
    "date_created": "",
    "place_of_production": "Ghagar Temple",
    "coordinates": "29.149981903038228,83.17131947079409",
    "classifications": [
      "Tibetan-Nepalese Borderlands (NGB)"
    ],
    "medium": "Manuscript",
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "TMPV",
      "imagesby": "BDRC",
      "numberoflines": "0",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "87",
        "title": "MW1BL6",
        "url": "http://purl.bdrc.io/resource/MW1ER156",
        "medium": "Manuscript",
        "script": "",
        "extent": ""
      }
    ]
  },
  {
    "file_name": "Ggm_dgra med rtse rnying rgyud.xml",
    "sigla": "Ggm",
    "title": "Nyingma Gyübum (Drametsé)",
    "alternative_title": "དགྲ་མེད་རྩེར་བཞུགས་པའི་རྙིང་མ་རྒྱུད་འབུམ།",
    "abstract": "The Nyingma Gyübum collection, preserved at Drametsé Monastery in Bhutan, comprises 46 volumes of ancient Tantric texts in Tibetan, dating from the 12th century to the early 20th century. These manuscripts form part of the broader Drametsé Monastery Collection, which was documented and digitally preserved through Project EAP105: The digital documentation of manuscripts at Drametsé and Ogyen Choling.",
    "genre": "Old Tantra",
    "date_created": "12th–20th cent.",
    "place_of_production": "Drametsé Monastery",
    "coordinates": "27.315842810957673,91.43663161283524",
    "classifications": [
      "Bhutanese (NGB)"
    ],
    "medium": "Manuscript",
    "bdrc_reference": {
      "id": "G1KG116095",
      "url": "http://purl.bdrc.io/resource/G1KG116095"
    },
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "EAP",
      "numberoflines": "7",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "93",
        "title": "MWEAP105-1-1",
        "url": "http://purl.bdrc.io/resource/MWEAP105-1-1",
        "medium": "Manuscript",
        "script": "",
        "extent": ""
      }
    ]
  },
  {
    "file_name": "Ggt_Gangtey rnying rgyud 1.xml",
    "sigla": "Ggt",
    "title": "Nyingma Gyübum (Gangtey A)",
    "alternative_title": "སྒང་སྟེང་དགོན་དུ་བཞུགས་པའི་རྙིང་རྒྱུད། ༼ཀ༽",
    "abstract": "Gangtey Monastery (Sgang steng dgon pa) in Bhutan preserves the Gangtey A manuscript set of the Nyingma Gyübum, consisting of 46 volumes written in dbu can script and dating from approximately 1642. This collection was commissioned by Tsültrim Dorjé (also known as Pad gling gsung sprul III Phan pa bzang po, 1598–1669) as a funerary tribute to his teacher, the monastery’s founder Gangtey Tülku Gyalsé Pema Trinlé (Sgang steng sprul sku I Rgyal sras Padma ’phrin las, 1565–1642), following his death. The Gangtey A manuscript set is among the earliest exemplars of the Central Bhutanese Nyingma Gyübum transmission lineage, structurally and textually aligned with other important Bhutanese editions such as Tsamdrak, and is a key witness to early regional Buddhist literary traditions. The original set remains at Gangtey Monastery and has been digitized through Project EAP039 (https://eap.bl.uk/collection/EAP039-1-3-1).\n\n**Selected bibliography**\n\nཀྲུང་གོའི་བོད་རིག་པ་ཞིབ་འཇུག་ལྟེ་གནས།. 2015. རྙིང་རྒྱུད།. Beijing: ཀྲུང་གོའི་བོད་རིག་པ་དཔེ་སྐྲུན་ཁང་།.",
    "genre": "Old Tantra",
    "date_created": "1642",
    "place_of_production": "Gangtey Monastery",
    "coordinates": "27.5,90.166667",
    "classifications": [
      "Bhutanese (NGB)"
    ],
    "medium": "Manuscript",
    "bdrc_reference": {
      "id": "G183",
      "url": "http://purl.bdrc.io/resource/G183"
    },
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "EAP",
      "numberoflines": "0",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "91",
        "title": "MWEAP039-1-3-1",
        "url": "http://purl.bdrc.io/resource/MWEAP039-1-3-1",
        "medium": "Manuscript",
        "script": "",
        "extent": ""
      }
    ]
  },
  {
    "file_name": "Ggy_Gangtey rnying rgyud 2.xml",
    "sigla": "Ggy",
    "title": "Nyingma Gyübum (Gangtey B)",
    "alternative_title": "སྒང་སྟེང་དགོན་དུ་བཞུགས་པའི་རྙིང་རྒྱུད། ༼བ༽",
    "abstract": "Gangtey Monastery in Bhutan preserves two manuscript collections of the Nyingma Gyübum. This illuminated edition (B), also known as “Sgang-steng-b”, the more ornate of the two, was produced around 1728–1735 and contains 46 volumes, while the simpler Gangtey A set predates it, having been created around 1642.\n\nThe Gangtey B manuscript is structurally a twin to the Tsamdrak (Mtshams brag) edition, mirroring its organization, doxography, sequence, and exclusivity to tantric texts—Vajrayāna scriptures of the three Inner Tantras (Mahāyoga, Anuyoga, and Atiyoga). This collection, featuring over 1,000 texts, notably includes several gter ma revelations such as Dorjé Lingpa’s (Rdo rje gling pa, 1346–1405) “The Expansive View of the Pha Tantric Cycle” (Pha rgyud lta ba klong yangs) and Northern Treasure (Byang gter) works, while excluding others found in different editions. The criteria for these textual inclusions and omissions remain unexplained.\n\nThe transmission of the Gyübum in Bhutan began with Lhomön master Sönam Gyaltsen (Bsod nams rgyal mtshan, 1466–1540) and developed further under figures like Tsültrim Dorjé (also known as Pad gling gsung sprul III Phan pa bzang po, 1598–1669), who created the earlier Gangtey A set as a tribute to his teacher, Gangtey Tülku Pema Trinlé (Sgang steng sprul sku I Padma ‘phrin las, 1565–1642). Its illuminated successor, Gangtey B, was part of a robust Central Bhutanese tradition including related editions such as Tsamdrak, Tingkyé (Gting skyes), and Rigkdzin Tsewang Norbu’s edition. These manuscripts collectively demonstrate a distinct Bhutanese lineage, linked by shared scribal errors, layout features, and textual agreements, suggesting descent from a common archetype.\n\nDigitally photographed in 2003, the Gangtey (B) manuscript was the first full-color edition of the Nyingma Gyübum, setting a new standard in manuscript preservation and allowing scholars to critically edit texts using pristine images. This collection is an essential witness to Bhutan’s transmission of Tantric literature, preserving rare and ancient readings vital for understanding the history of Tibetan tantric scriptures.\n\n**Selected bibliography**\n\nMayer, Robert, and Cathy Cantwell. 2006. ‘The sGang Steng-b rNying Ma’i rGyud ’Bum  Manuscript from Bhutan’. Revue d’Etudes Tibétaines 11: 4–141.\n\nཀྲུང་གོའི་བོད་རིག་པ་ཞིབ་འཇུག་ལྟེ་གནས།. 2015. རྙིང་རྒྱུད།. Beijing: ཀྲུང་གོའི་བོད་རིག་པ་དཔེ་སྐྲུན་ཁང་།.",
    "genre": "Old Tantra",
    "date_created": "1728–1735",
    "place_of_production": "Gangtey Monastery",
    "coordinates": "27.5,90.166667",
    "classifications": [
      "Bhutanese (NGB)"
    ],
    "medium": "Manuscript",
    "bdrc_reference": {
      "id": "G183",
      "url": "http://purl.bdrc.io/resource/G183"
    },
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "EAP",
      "numberoflines": "0",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "92",
        "title": "MWEAP039-1-3-2",
        "url": "http://purl.bdrc.io/resource/MWEAP039-1-3-2",
        "medium": "Manuscript",
        "script": "",
        "extent": ""
      }
    ]
  },
  {
    "file_name": "Gkh_khams rnying rgyud.xml",
    "sigla": "Gkh",
    "title": "Nyingma Gyübum (Zhichen Monastery)",
    "alternative_title": "གཞི་ཆེན་དགོན་དུ་བཞུགས་པའི་རྙིང་མ་རྒྱུད་འབུམ།",
    "abstract": "A manuscript collection from Zhichen Kharmar Sangngak Tengye Ling (Gzhi chen mkhar dmar gsang sngags bstan rgyas gling), located in Kardze (Garzê) County. It was founded by the master Orgyen Lhundrup Gyatso (O rgyan Lhun grub rgya mtsho) in the Wood-Dragon year of 1664. It is a monastery of the Nyingma school and is a branch monastery of the great Kathok Monastery. \n\n**Selected bibliography**\n'Jigs med bsam grub.  1995. Dkar mdzes khul gyi dgon sde so so'i lo rgyus gsal bar bshad pa. 3 vols. Beijing: krung go'i bod kyi shes rig dpe skrun khang, vol. 1, p. 141.",
    "genre": "Old Tantra",
    "date_created": "unknown",
    "place_of_production": "Zhichen Monastery",
    "coordinates": "31.95000,100.26667",
    "classifications": [
      "Eastern Tibetan (NGB)"
    ],
    "medium": "Manuscript",
    "bdrc_reference": {
      "id": "G1563",
      "url": "http://purl.bdrc.io/resource/G1563"
    },
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "BDRC",
      "numberoflines": "6",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "29",
        "title": "MW2PD17382",
        "url": "http://purl.bdrc.io/resource/MW2PD17382",
        "medium": "Manuscript",
        "script": "",
        "extent": ""
      }
    ]
  },
  {
    "file_name": "Gkk_rnying ma rgyud 'bum gyi kha skong.xml",
    "sigla": "Gkk",
    "title": "Nyingma Gyübum (Tingkyé Supplement)",
    "alternative_title": "གཏིང་སྐྱེས་དགོན་པའི་རྙིང་མ་རྒྱུད་འབུམ་ཀྱི་ཁ་སྐོང་།",
    "abstract": "This Nyingma Gyübum collection is intended as supplementary material to the main Tingkyé Gyübum collection (gting skyes rgyud 'bum gyi pod tha ma drug). These volumes were published in Thimphu by Dilgo Khyentse Rinpoche between 1973 and 1975, and were recently found in China.",
    "genre": "Old Tantra",
    "date_created": "1973–1975",
    "place_of_production": "Tingkyé",
    "coordinates": "28.363362471142967,87.77204070072646",
    "classifications": [
      "Bhutanese (NGB)"
    ],
    "medium": "Manuscript",
    "bdrc_reference": {
      "id": "G1441",
      "url": "http://purl.bdrc.io/resource/G1441"
    },
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "BDRC",
      "numberoflines": "6",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "30",
        "title": "MW25815",
        "url": "http://purl.bdrc.io/resource/MW25815",
        "medium": "Manuscript",
        "script": "",
        "extent": ""
      }
    ]
  },
  {
    "file_name": "Glt_rnying ma rgyud bcu bdun lang thang bris ma.xml",
    "sigla": "Glt",
    "title": "Seventeen Tantras (Langthang)",
    "alternative_title": "ལང་ཐང་དུ་བཞུགས་པའི་རྙིང་མ་རྒྱུད་བཅུ་བདུན།",
    "abstract": "From a private collection, photographed in 1983 in Langthang, Nepal. Preserved on microfilm as part of the Nepal-German Manuscript Preservation Project, reels L 0007-03 to 09, L 0008-01 to 10.",
    "genre": "Old Tantra",
    "date_created": "",
    "place_of_production": "Langthang",
    "coordinates": "28.216610,85.498718",
    "classifications": [
      "Tibetan-Nepalese Borderlands (NGB)"
    ],
    "medium": "Manuscript",
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "NGMPP",
      "imagesby": "BDRC",
      "numberoflines": "7",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "83",
        "title": "MW1ER124",
        "url": "http://purl.bdrc.io/resource/MW1ER124",
        "medium": "Manuscript",
        "script": "",
        "extent": ""
      }
    ]
  },
  {
    "file_name": "Gna_Kathmandu rnying rgyud.xml",
    "sigla": "Gna",
    "title": "Nyingma Gyübum (Kathmandu)",
    "alternative_title": "",
    "abstract": "The Kathmandu Nyingma Gyübum, is an illuminated manuscript, held at the National Archives of Nepal, Kathmandu. This manuscript was likely produced in the Solu Khumbu region, Nepal, in the early 19th century, soon after the closely related Nubri set, which was completed in 1813–1814. Its sponsor was Orgyen Trinlé Tenzin (O rgyan ’phrin las bstan ’dzin) of the Nyang clan of Gzhung, a disciple of Drakar Tao Trülku Chökyi Wangchuk (Brag dkar rta so sprul sku Chos kyi dbang phyug, 1775–1837). The Nyang family maintained the main Junbesi temple in Solu Khumbu. The set was later presented to Nepalese Prime Minister Bhim Shumser Jang Bahadur Rana (1875–1932, in office 1929–1932). The Nepal-German Manuscript Preservation Project (NGMPP) microfilmed it in 1989.\n\nClassified as part of the Tibetan-Nepalese Borderlands group of NGB editions, the Kathmandu set was modeled after the Nubri manuscript but shows significant irregularities. Its editorial process was marked by organizational confusion, with inconsistent volume numbering and foliation, indicating difficulties in both planning and execution. Materials, scribal quality, and artistic features vary widely, likely due to resource limitations and use of different craftsmen. After transfer to the National Archives, further disorder ensued as Nepalese librarians unfamiliar with Tibetan added Indian-numeral foliation.\n\nAlthough produced slightly after the Nubri manuscript, the Kathmandu NGB appears to reflect an earlier transmission stage, distinct from major recensions like Tingkyé and Rikdzin Tsewang Norbu's. Its exemplar may have originated from a set brought from Lhodrak Lhalung (Lho brag lha lung), Central Tibet, around 1730.\n\nIntended originally as a 37-volume set, only 35 volumes survive. It contains texts not found in any other known NGB edition, with unique volumes of Dzokchen tantras, paralleling the Nubri set but differing from the Tingkyé edition. The set is notable for inconsistencies in text order and foliation compared to the more uniform Nubri edition.\n\nDespite—or because of—its irregularities, the Kathmandu NGB offers invaluable insight into the practical and textual challenges of compiling large-scale collections in the Tibetan sphere. It preserves a transmission structure reflecting an earlier organizational state, making it a critical resource for the study of the evolution of the Nyingma Gyübum corpus.\n\nThe incomplete set (likely 37 volumes; 35 extant) is stored at the National Archives of Kathmandu (Ms no. 5), microfilmed as NGMPP AT 1/1–AT 25. Originating most probably from Junbesi, Solu Khumbu, it stands as a significant witness to the borderland diffusion of Nyingma tantric texts.\n\n**Selected bibliography**\nAlmogi, Orna. 2020. Authenticity and Authentication: Glimpses behind the Scenes of the Formation of the Tibetan Buddhist Canon. Indian and Tibetan Studies. Hamburg: Dept. of Indian and Tibetan Studies.",
    "genre": "Old Tantra",
    "date_created": "19th cent.",
    "place_of_production": "Junbesi (Solu Khumbu)",
    "coordinates": "27.583208781621828,86.54760212813056",
    "classifications": [
      "Tibetan-Nepalese Borderlands (NGB)"
    ],
    "medium": "",
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "false",
      "text_Text Available": "false"
    },
    "constituents": []
  },
  {
    "file_name": "Gnu_nubri rnying rgyud.xml",
    "sigla": "Gnu",
    "title": "Nyingma Gyübum (Nubri)",
    "alternative_title": "བྲག་དཀར་རྟ་སོའི་རྙིང་མ་རྒྱུད་འབུམ།",
    "abstract": "The Nubri Nyingma Gyübum manuscript is a complete, 37-volume illuminated collection, exemplifying the Tibetan-Nepalese Borderlands transmission lineage. Closely related to the Kathmandu National Archives set, it stands as one of the finest witnesses to this distinct recension.\n\nCommissioned by Drakar Taso Trülku Chökyi Wangchuk (Brag dkar rta so sprul sku Chos kyi dbang phyug, 1775–1837), the Nubri manuscript was produced in 1813–1814 at Drakar Taso. The master copy was reportedly a set from Langthang (glang ’phrang). The completed manuscript was kept at Drakar Taso before coming into the possession of Lopön Gyurmé (Slob dpon ’Gyur med) in Nubri (Samagaon), Nepal. In 1992, it was microfilmed by the Nepal-German Manuscript Preservation Project (NGMPP, Reel Nos. L 426/4–L 448/1).\n\nThe Nubri edition is noted for its uniform structure, format, and layout, in stark contrast to the organizational irregularities of the Kathmandu set. Both collections define a Tibetan-Nepalese Borderlands lineage, representing an intermediate stage between the South-West Tibetan (Tingkyé, Rikdzin Tsewang Norbu) and the 46-volume Central Bhutanese groups. Although produced before the Kathmandu set, Nubri reflects a more editorially advanced and coherent phase within this transmission line.\n\n**Selected bibliography**\nAlmogi, Orna. 2020. Authenticity and Authentication: Glimpses behind the Scenes of the Formation of the Tibetan Buddhist Canon. Indian and Tibetan Studies. Hamburg: Dept. of Indian and Tibetan Studies.",
    "genre": "Old Tantra",
    "date_created": "1813–1814",
    "place_of_production": "Drakar Taso",
    "coordinates": "28.600000,85.250000",
    "classifications": [
      "Tibetan-Nepalese Borderlands (NGB)"
    ],
    "medium": "",
    "bdrc_reference": {
      "id": "G317",
      "url": "http://purl.bdrc.io/resource/G317"
    },
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "false",
      "text_Text Available": "false"
    },
    "constituents": []
  },
  {
    "file_name": "Go_Gondhla Collection.xml",
    "sigla": "Go",
    "title": "Gondhla Collection",
    "alternative_title": "གོན་དྷོ་ལར་བཞུགས་པའི་དཔེ་རྙིང་ཕྱོགས་བསྒྲིགས།",
    "abstract": "The Gondhla Canonical Collection is a valuable assemblage of Tibetan Buddhist manuscripts from Gondhla, Lahaul, Himachal Pradesh, India. Stored in the Thakur's castle tower, it is not a Kanjur in the strict sense of a standardized, canonical compilation. Helmut Tauscher classifies it as a \"proto-Kanjur\"—an early attempt to bring together the \"words of the Buddha\" before canonical structures emerged in the early 14th century.\n\nThe collection’s precise origins remain debated. Its illuminated art suggests a possible 11th–12th century provenance, but palaeographic and orthographic evidence points more convincingly to the late 13th or early 14th century. The manuscripts were not produced as a single set; some are slightly younger than others.\n\nLocal traditions claim the Gondhla collection is half of a set, with the other containing missing Prajñāpāramitā and tantric texts at Phukthar monastery in Zanskar. However, research at Phukthar revealed this is unsubstantiated, as the manuscripts there do not complete the Gondhla group. It is likely the Gondhla proto-Kanjur never contained a full canonical set. \n\nThe collection contains 35 partially illuminated volumes; an additional collection is preserved by by Mr. Ramesh Thakur, Gondhala village, Lahaul, in 47 volumes. \n\nThe arrangement of texts is often disordered; passages from different texts interrupt each other, suggesting scribes copied from exemplars with already-mixed folios.\n\nPhysically, the manuscripts typify early Western Tibetan book production: thick, coarse, brownish-beige paper, with folio dimensions around 67–69 x 19–21 cm. The script is dbu can, preserving many archaic orthographic forms inconsistently, helping date the manuscripts and link them to those from Tabo. The collection is more closely related to the Thempangma group of Kanjurs (e.g., Stog Palace Kanjur) than to the Tshalpa lineage (e.g., Derge, Peking editions).\n\nThe Gondhla Kanjur is one of the most complete proto-Kanjur collections extant, providing key evidence for the Tibetan canon’s development before the Old Narthang Kanjur’s (est. ca. 1330) standardization. Its composition and omissions illuminate which texts were circulating in Western Tibet and how scripture was organized in that period.\n\n**Selected bibliography**\nTauscher, Helmut. 2008. Catalogue of the Gondhla Proto-Kanjur. Vienna: Arbeitskreis für Tibetische und Buddhistische Studien.\n\nTauscher, Helmut, and Bruno Lainé. 2008. ‘Western Tibetan Kanjur Tradition’. In The Cultural History of Western Tibet: Recent Research from the China Tibetology Research Center and the University of Vienna, edited by Deborah Klimburg-Salter, Junyan Liang, Helmut Tauscher, and Yuan Zhou, pp.339–62.\nWiener Studien Zur Tibetologie Und Buddhismuskunde. Vienna: China Tibetology Research Center / Arbeitskreis für Tibetische und Buddhistische Studien.\n\nTropper, Kurt. 2010. ‘The Caityapradakṣiṇagāthā Inscription in Alchi: A Valuable Witness for Kanjur Studies. With an Appendix by Gudrun Melzer’. Berliner Indologische Studien 19: 15–70.\n",
    "genre": "Canonical Collection",
    "date_created": "11th–14th cent.",
    "place_of_production": "Gondhla",
    "coordinates": "32.509444,77.019444",
    "classifications": [
      "Independent"
    ],
    "medium": "Manuscript",
    "bdrc_reference": {
      "id": "G4342",
      "url": "http://purl.bdrc.io/resource/G4342"
    },
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "TMPV",
      "imagesby": "BDRC",
      "numberoflines": "10",
      "integratedrkts": "0",
      "isreferenceset": "0"
    },
    "constituents": [
      {
        "id": "31",
        "title": "MW2KG5016",
        "url": "http://purl.bdrc.io/resource/MW2KG5016",
        "medium": "Manuscript",
        "script": "Uchen",
        "extent": "47"
      },
      {
        "id": "32",
        "title": "MW1PD128753",
        "url": "http://purl.bdrc.io/resource/MW1PD128753",
        "medium": "Manuscript",
        "script": "Uchen",
        "extent": "36"
      }
    ]
  },
  {
    "file_name": "Gpb_snga 'gyur rgyud 'bum phyogs bsgrigs.xml",
    "sigla": "Gpb",
    "title": "Nyingma Gyübum (2009 Collated Ed.)",
    "alternative_title": "སྔ་འགྱུར་རྒྱུད་འབུམ་ཕྱོགས་བསྒྲིགས།",
    "abstract": "The Collated Edition of the Nyingma Gyübum was prepared by the Paltsek Research Institute (Dpal brtsegs bod yig dpe rnying zhib ’jug khang). The chief compilers were Zankhar Thupten Nyima, Khenpo Drödül Dorje, and editor-in-chief Karma Delek, and others.\n\nThis edition marks a significant advance over earlier compilations of the Nyingma Gyübum, which often lacked systematic organization by tantric vehicle. Here, the texts of Mahāyoga, Anuyoga, and Atiyoga have been arranged according to lineage systems, mainly following those of the Fifth Dalai Lama, Terdak Lingpa (Gter bdag gling pa, 1646–1714), Ratna Lingpa (Rin chen gling pa, 1403–1478), and Gendün Chöphel (Dge 'dun chos 'phel, 1903–1951). The editorial team recognized that, due to local translation terms, hidden transmissions, and diverse manuscript lineages, absolute consistency is unattainable. Whenever possible, lost or corrupted passages were restored by comparison with early authoritative manuscripts, especially from the Fifth Dalai Lama’s collection, and classical commentaries. Proofreading privileged clarity and intended meaning over literary elegance, reflecting the spirit of the early Tibetan translators.\n\nThe present collated edition is principally based on the Derge xylograph, which includes 429 texts. The compilers added 554 texts from the Tsamdrak manuscript, after collating with the Gangteng, Drametsé, and other Bhutanese traditions, as well as 19 texts from the Bairo Gyübum, 22 from the Tingkye Gyübum, and one (the second half of the Guhyagarbha Tantra, gsang ba snying po) from Larung Gar’s Khenpo Chime Rigzin. Altogether, the edition comprises 979 distinct texts organized in 58 volumes, plus a catalogue.\n\nNo attempt was made to discriminate between canonical transmissions (bka’ ma) and revealed treasures (gter ma), or to classify by region or authenticity. The compilers adhered to the order of their sources, making only essential corrections.",
    "genre": "Old Tantra",
    "date_created": "2009",
    "place_of_production": "Beijing",
    "coordinates": "40.190632,116.412144",
    "classifications": [
      "Mixed"
    ],
    "medium": "Modern Print",
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "numberoflines": "0",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "33",
        "title": "MW1KG14783",
        "url": "http://purl.bdrc.io/resource/MW1KG14783",
        "medium": "Modern Print",
        "script": "",
        "extent": ""
      }
    ]
  },
  {
    "file_name": "Gpg_dpa' sgar rnying rgyud.xml",
    "sigla": "Gpg",
    "title": "Nyingma Gyübum (Pagar)",
    "alternative_title": "སྤ་སྒར་ཀྱི་རྙིང་མ་རྒྱུད་འབུམ།",
    "abstract": "The Pagar (Spa sgar/Dpa' sgar) edition of the Nyingma Gyübum was a 46-volume Bhutanese manuscript set once preserved at Pagar monastery in Thimphu district, Bhutan. Details of its origin and the identities of patrons or scribes are unknown, as no catalog or historical records have come to light.\n\nThe collection’s production date is unconfirmed. The manuscript was completely destroyed in a fire at Pagar monastery on February 29, 2012. Rescued fragments were later mixed into new temple construction for auspiciousness. Crucially, the entire set had been digitized just before its loss, with the project completed in January 2012 under a DFG-funded initiative in cooperation with the Preservation of Bhutan’s Written Heritage, making digital images the sole surviving record.\n\nComprising 46 volumes, with distinctive golden front folios, the Pagar set is believed to be a copy of another Central Bhutanese group manuscript, likely modeled on the Tsamdrak or Sangyé Ling editions—its volume count and textual features align closely, and textual analysis shows little divergence from its peers. No evidence suggests a distinct transmission line.",
    "genre": "Old Tantra",
    "date_created": "Unknown",
    "place_of_production": "Pagar Monastery",
    "coordinates": "27.28905910760539,89.56321498440158",
    "classifications": [
      "Bhutanese (NGB)"
    ],
    "medium": "",
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "false",
      "text_Text Available": "false"
    },
    "constituents": []
  },
  {
    "file_name": "Gsg_sangs rgyas gling rnying rgyud.xml",
    "sigla": "Gsg",
    "title": "Nyingma Gyübum (Sangyé Ling)",
    "alternative_title": "སངས་རྒྱས་གླིང་རྙིང་མ་རྒྱུད་འབུམ།",
    "abstract": "The Sangyé Ling Illuminated Manuscript Edition (Sangs rgyas gling rn ying ma rgyud ’bum) belongs to the Central Bhutanese lineage of Nyingma Gyübum transmissions, one of six closely related sets believed to share a common ancestry. The precise date of the Sangyé Ling edition is uncertain, but it is thought to be a copy of the Tsamdrak (Mtshams brag) manuscript, which was produced around 1726–1728; the Sangyé Ling manuscript would thus date slightly later. All these Bhutanese sets—including Sangyé Ling—are ultimately traced to the Gangtey (A), produced in 1642.\n\nThis illuminated edition originally consisted of 46 volumes; 43 survive, as volumes 11, 12, and 41 are missing.\n\nThe Sangyé Ling Gyübum was digitized in 2013 by Cathy Cantwell, Rob Mayer, and Ngawang Tsepag.",
    "genre": "Old Tantra",
    "date_created": "1728",
    "place_of_production": "Sangyé Ling Monastery",
    "coordinates": "27.586737543120808,91.85772191816841",
    "classifications": [
      "Bhutanese (NGB)"
    ],
    "medium": "Manuscript",
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "BDRC",
      "numberoflines": "7",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "34",
        "title": "MW1KG16449",
        "url": "http://purl.bdrc.io/resource/MW1KG16449",
        "medium": "Manuscript",
        "script": "",
        "extent": ""
      }
    ]
  },
  {
    "file_name": "Gt_Gangteng Kanjur.xml",
    "sigla": "Gt",
    "title": "Gangtey Kanjur",
    "alternative_title": "སྒང་སྟེང་བཀའ་འགྱུར།",
    "abstract": "Gangteng or Gangtey Monastery, founded by Gyalse Pema Thinley (d. c. 1640), the grandson of the famous Bhutanese saint Pema Lingpa (1450-1521), is one such monastery housing an enormous manuscript collection. This includes a set of the 100-volume Kanjur, two sets of the 46-volume Nyingma Gyübum, the world’s largest Astasahasrikaprajñaparamita, and about a hundred miscellaneous titles. The collection, mostly written in the 17th century as a funerary tribute to the founder of Gangteng, holds a unique textual, artistic and historical value of immense religious significance for the local community. \n\nhttps://eap.bl.uk/collection/EAP039-1-1",
    "genre": "Kanjur",
    "date_created": "1690–1692",
    "place_of_production": "Gangtey Monastery",
    "coordinates": "27.5,90.166667",
    "classifications": [
      "Thempangma"
    ],
    "medium": "Manuscript",
    "bdrc_reference": {
      "id": "G183",
      "url": "http://purl.bdrc.io/resource/G183"
    },
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "EAP",
      "numberoflines": "7",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "35",
        "title": "MWEAP039-1-1",
        "url": "http://purl.bdrc.io/resource/MWEAP039-1-1",
        "medium": "Manuscript",
        "script": "Uchen",
        "extent": "109"
      }
    ]
  },
  {
    "file_name": "Gtb_mtshams brag rnying rgyud.xml",
    "sigla": "Gtb",
    "title": "Nyingma Gyübum (Tsamdrak)",
    "alternative_title": "མཚམས་བྲག་དགོན་དུ་རྙིང་མ་རྒྱུད་འབུམ།",
    "abstract": "The Tsamdrak Nyingma Gyübum is a 46-volume illuminated manuscript preserved at Tsamdrak monastery (Mtshams brag dgon pa) in Thimphu district, Bhutan. It is widely recognized as one of the most complete and influential witnesses to the Bhutanese transmission of the Nyingma tantric canon.\n\nThe production of the Tsamdrak edition is traditionally credited to Tsamdrak Trülku Ngawang Drukpa (Mtshams brag sprul sku Ngag dbang ’brug pa, 1682–1748), a disciple of Tenzin Legpé Döndrup (Bstan ’dzin legs pa’i don grub) of nearby Gangtey monastery. The likely date of production is between 1726 and 1748. The collection is a part of the Central Bhutanese group of Nyingma Gyübum transmissions, which also includes key sets from Gangtey and Sangyé Ling.\n\nThe Tsamdrak Nyingma Gyübum is noted for its exceptional quality, scribal accuracy, and completeness, comprising 46 substantial volumes and about 1,000 texts. The codicological features include illuminated title folios, gold ink, and meticulous pagination, with consistent volume and folio numbering, double headmarks (yig mgo), and precise layout reflecting the high caliber of the scriptorium.\n\nIts entire textual structure and doxographical sequence precisely match the Gangtey (B) set—both collections are considered “identical twins” (Mayer & Cantwell 2006). The corpus is strictly limited to the three highest classes of Vajrayāna tantras: Mahāyoga, Anuyoga, and Atiyoga, as categorized in the Nyingma tradition. Many additional treasure (gter ma) texts, such as those by Dorjé Lingpa (Rdo rje gling pa, 1346–1405) and from the Northern Treasure (Byang gter) tradition, are present, while notable omissions and inclusions (compared to other editions) reflect the unique editorial history of this version.\n\nTextual criticism shows Tsamdrak and Gangtey (B) to share a common, now-lost ancestor, not standing in a simple parent-child relationship. Both reflect the Bhutanese transmission line, distinct from the Southern Central and Eastern Tibetan recensions. The Bhutanese lines themselves were largely established through the efforts of Lhomön Kathokpa master Sönam Gyaltsen (Lho mon Kaḥ thog pa Bsod nams rgyal mtshan, 1466–1540), Tsültrim Dorjé (Pad gling gsung sprul III Tshul khrims rdo rje, 1598–1669), and subsequent Nyingma hierarchs, who ensured the survival of the corpus through careful copying and transmission during periods of sectarian strife and external threats.\n\nAfter the widespread destruction of religious libraries during the 20th century, the Tsamdrak edition was published by photo-offset lithography in Delhi (1981) with sponsorship from Dilgo Khyentse Rinpoche, the National Library of Bhutan, and with scholarly guidance from Lopön Pemala. This edition, since reproduced on microfiche, in Western-style bindings, in Chengdu, and digitally by the TBRC and the Tibetan and Himalayan Library, was a milestone for securing the preservation and international accessibility of the Nyingma canon at a time when it faced potential loss.\n\nThe entire Tsamdrak edition has now been digitized and catalogued as part of the Endangered Archives Programme’s EAP310-4-1 project (https://eap.bl.uk/collection/EAP310-4-1).\n\n**Selected bibliography**\n\nམི་ཉག་ཐུབ་བསྟན་ཆོས་དར།. 2009. མཚམས་བྲག་རྙིང་མ་རྒྱུད་འབུམ་གྱི་དཀར་ཆག་གསལ་བའི་མེ་ལོང་།. Beijing: Mi rigs dpe skrun khang.\n\n—. 2000. རྙིང་མ་རྒྱུད་འབུམ་གྱི་དཀར་ཆག་གསལ་བའི་མེ་ལོང་།. Beijing: Mi rigs dpe skrun khang.\n",
    "genre": "Old Tantra",
    "date_created": "1726–1728",
    "place_of_production": "Tsamdrak Monastery",
    "coordinates": "27.251120638023302,89.54917742883593",
    "classifications": [
      "Bhutanese (NGB)"
    ],
    "medium": "Manuscript",
    "bdrc_reference": {
      "id": "G382",
      "url": "http://purl.bdrc.io/resource/G382"
    },
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "EAP",
      "numberoflines": "7",
      "integratedrkts": "1",
      "isreferenceset": "0"
    },
    "constituents": [
      {
        "id": "36",
        "title": "MW21521",
        "url": "http://purl.bdrc.io/resource/MW21521",
        "medium": "Manuscript",
        "script": "",
        "extent": ""
      },
      {
        "id": "94",
        "title": "MWEAP310-4-1",
        "url": "http://purl.bdrc.io/resource/MWEAP310-4-1",
        "medium": "Manuscript",
        "script": "",
        "extent": ""
      }
    ]
  },
  {
    "file_name": "Gtk_gting skyes rnying rgyud.xml",
    "sigla": "Gtk",
    "title": "Nyingma Gyübum (Tingkyé)",
    "alternative_title": "གཏིང་སྐྱེས་དགོན་དུ་བཞུགས་པའི་རྙིང་མ་རྒྱུད་འབུམ།",
    "abstract": "The Tingkyé Nyingma Gyübum (Gting skyes rnying ma rgyud 'bum), also known as the gTing skyes Plain Ms Edition, it is a primary witness for the South-Central (or South-Western) Tibetan recension of the Nyingma Gyübum transmission. \nAssociated with Tingkyé Monastery (gting skyes dgon pa byang) in Tibet, the Tingkyé Gyübum and the Rikdzin Tsewang Norbu edition represent an earlier phase of transmission than the Tibetan-Nepalese borderlands group. Older Tingkyé manuscripts comprised 33 volumes. A modern facsimile, published in Thimphu under Dilgo Khyentse Rinpoche (1910–1991) between 1973–75, is based on a Sikkim manuscript from 1965.\nThe Tingkyé edition’s structure is distinct from other major editions, even where texts overlap.  Compared to the Derge xylograph, Tingkyé’s arrangement is markedly different. For example, one Derge volume (Ca) matches material split across four separate Tingkyé volumes (Ka, Kha, Ga, Cha), and text sequence varies as well. The Tsamdrak edition shares the same opening texts, but alignment quickly diverges, with some Tsamdrak texts absent from Tingkyé altogether. Eiichi Kaneko catalogued the collection in 1982, and it is also described by the Tibetan & Himalayan Library.\n\n**Selected bibliography**\nAlmogi, Orna. 2020. Authenticity and Authentication: Glimpses behind the Scenes of the Formation of the Tibetan Buddhist Canon. Indian and Tibetan Studies. Hamburg: Dept. of Indian and Tibetan Studies.\n\nHillis, Gregory. 2002. ‘Khyung Texts in the Rnying Ma’i Rgyud ‘Bum’. In Proceedings of the Ninth Seminar of the IATS, 2000. Volume 10: The Many Canons of Tibetan Buddhism, edited by Helmut Eimer and David Germano, 313–34. BRILL.",
    "genre": "Old Tantra",
    "date_created": "",
    "place_of_production": "Tingkyé",
    "coordinates": "28.363362471142967, 87.77204070072646",
    "classifications": [
      "South-Western Tibetan (NGB)"
    ],
    "medium": "Manuscript",
    "bdrc_reference": {
      "id": "G1441",
      "url": "http://purl.bdrc.io/resource/G1441"
    },
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "BDRC",
      "numberoflines": "7",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "37",
        "title": "MW21518",
        "url": "http://purl.bdrc.io/resource/MW21518",
        "medium": "Manuscript",
        "script": "",
        "extent": ""
      }
    ]
  },
  {
    "file_name": "Gtn_rig 'dzin tshe dbang nor bu rnying rgyud.xml",
    "sigla": "Gtn",
    "title": "Nyingma Gyübum (Rikdzin Tsewang Norbu)",
    "alternative_title": "ཀཿཐོག་རིག་འཛིན་ཚེ་དབང་ནོར་བུའི་རྙིང་མ་རྒྱུད་འབུམ།",
    "abstract": "The Rikdzin Tsewang Norbu edition of the Nyingma Gyübum (Rig ’dzin tshe dbang nor bu'i rnying ma’i rgyud ’bum) is a lavishly illustrated Tibetan manuscript collection, historically known as the “Waddell edition” after L.A. Waddell, who took it from Tibet in 1904. Contemporary scholarship identifies its patron as Kathok Tsewang Norbu (Kaḥ thog Tshe dbang nor bu, 1698–1755), a renowned 18th-century lama whose miniature portrait and homage appear on the illuminated opening folio of most volumes.\n\nThe manuscript's origins are closely linked to the vibrant Nyingma scriptural revival in the borderlands of southern Tibet and Nepal, particularly the Kyirong (Skyid grong) region, in the late 18th century. Tsewang Norbu, although nominally based at Kathok in eastern Tibet, traveled extensively, restored monasteries in the Kathmandu Valley, and died in Kyirong. The edition likely arose as part of the revival movement led by his student Trinlé Düjom (Phrin las bdud ’joms, 1726–1789), whose disciples produced several manuscript collections of the Nyingma Gyübum in the area after their master’s death.\n\nInternal evidence for this milieu includes the presence of a certain Nya Sönam Chöphel (Snya bsod nams chos ’phel)—possibly the artist—in the opening volume, with “snya” likely referring to Gnya' nang, near Kyirong. The lama-artist Künsang Trinlé Wangchuk of Kyirong (Kun bzang phrin las dbang phyug, 1772–1812)—a disciple of Trinlé Düjom—was active in producing manuscript frontispieces for the Nyingma canon during this period.\n\nThe surviving manuscript is incomplete, believed to have originally comprised 33 volumes but now existing in 29 volumes, distributed primarily among the British Library (29 vols.), Bodleian Libraries, Oxford (vol. Ka), and the Victoria and Albert Museum, London (two title folios). It is a principal exemplar of the South-Western Tibetan recension, sharing features with the Tingkyé manuscript and Bathang Kanjur (Newark). Notably, its volume dza preserves two versions of the \"Immaculate Confession Tantra\" (Dri med bshags rgyud), one incorporating corrections by the Fifth Dalai Lama (1617–1682).\n\n**Selected bibliography**\n\nCantwell, Cathy. 2002. ‘Distinctive Features of the Rig ‘Dzin Tshe Dbang nor Bu (Waddell) Edition of the Rnying Ma’i Rgyud ‘Bum’. In Proceedings of the Ninth Seminar of the IATS, 2000. Volume 10: The Many Canons of Tibetan Buddhism, edited by Helmut Eimer and David Germano, 359–76. BRILL.",
    "genre": "Old Tantra",
    "date_created": "18th cent.",
    "place_of_production": "Kyirong",
    "coordinates": "28.852222,85.297500",
    "classifications": [
      "South-Western Tibetan (NGB)"
    ],
    "medium": "Manuscript",
    "bdrc_reference": {
      "id": "G2161",
      "url": "http://purl.bdrc.io/resource/G2161"
    },
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "false",
      "text_Text Available": "false",
      "numberoflines": "0",
      "integratedrkts": "0",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "38",
        "title": "MW2PD19896",
        "url": "http://purl.bdrc.io/resource/MW2PD19896",
        "medium": "Manuscript",
        "script": "",
        "extent": ""
      }
    ]
  },
  {
    "file_name": "Gyp_rgyal po g.yu 'phreng sngon po'i rgyud.xml",
    "sigla": "Gyp",
    "title": "rgyal po g.yu 'phreng sngon po'i rgyud",
    "alternative_title": "རྒྱལ་པོ་གཡུ་འཕྲེང་སྔོན་པོའི་རྒྱུད",
    "abstract": "",
    "genre": "Old Tantra",
    "date_created": "",
    "place_of_production": "",
    "coordinates": "",
    "classifications": [],
    "medium": "",
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "false",
      "text_Text Available": "false",
      "numberoflines": "0",
      "integratedrkts": "0",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "84",
        "title": "MW1NLM219",
        "url": "http://purl.bdrc.io/resource/MW1NLM219",
        "medium": "",
        "script": "",
        "extent": "0"
      }
    ]
  },
  {
    "file_name": "H_Lhasa Kanjur.xml",
    "sigla": "H",
    "title": "Lhasa Kanjur",
    "alternative_title": "ལྷ་ས་བཀའ་འགྱུར།",
    "abstract": "The Lhasa Kanjur (also called the Lhasa Zhol Kanjur) is a 20th-century woodblock print edition, produced at the Zhol printing house beneath the Potala Palace in Lhasa. Printing was completed between 1934 and 1935 under the patronage of the 13th Dalai Lama, Thubten Gyatso (Thub bstan rgya mtsho, 1876–1933). In the early 20th century, a new set of carved printing blocks was created in Lhasa under the supervision of Drikung Gochok Tulku Ngedön Tenzin Chökyi Wangpo (’Bri gung sgo lcogs sprul sku Nges don bstan ’dzin chos kyi dbang po, 1887–1940).\n\nThe Lhasa Kanjur underwent a meticulous editorial process, primarily grounded in the Narthang Kanjur, with supplementary readings incorporated from the Derge Kanjur to amend and enhance the text. This dual-source approach positions the Lhasa Kanjur as a mixed-lineage edition, built on the Narthang Kanjur’s synthesis of Tshalpa and Thempangma transmission lines. Further additions from the Derge edition—a descendant of the Tshalpa line—underscore its hybrid nature.\n\nDiverging significantly from both its Narthang base and other mainstream versions, the Lhasa Kanjur features unique organizational arrangements and a distinct number of texts. Despite its relatively recent origin, the edition holds immense historical and scholarly significance. It was selected as one of eight key editions used to compile the Comparative Kanjur (Bka’ ’gyur dpe bsdur ma) in the early 21st century.\n\n**Selected bibliography**\n\nBhakti De, and Suniti Kumar Pathak. 2014. A Descriptive Catalogue of the Tibetan Lhasa : Zhol Edition : Kangyur : Rgyud (Tantra). Kolkata: The Asiatic Society.\n\nMembers of the Indo-Tibetan Section of the Indologisches Seminar, Universität Bonn. 1998. The brief catalogues to the Narthang and the Lhasa Kanjurs: a synoptic edition of the Bka’ ‘gyur rin po che’i mtshan tho and the Rgyal ba’i bka’ ’gyur rin po che thos chem so so’i mtshan byaṅ dkar chag bsdus pa. Wiener Studien zur Tibetologie und Buddhismuskunde. Wien: Arbeitskreis für Tibetische und Buddhistische Studien, Univ. Wien.\n\nRdo sbis Tshe ring rgyal. 2022. ‘拉萨版《布顿全集》和《甘珠尔》木质雕版校刻的经过及相关藏文历史档案考述’. 中国藏学 [China Tibetology] 6: 76-87+216. \n\nTakasaki, Jikidô. 1965. Tōkyō Daigaku Shozō Rasa-Ban Chibetto Daizōkyō Mokuroku / A Catalogue of the Lhasa Edition of the Tibetan Tripiṭaka in Comparison with Other Editions. Tokyo.",
    "genre": "Kanjur",
    "date_created": "1934",
    "place_of_production": "Zhol Kanjur Printing House",
    "coordinates": "29.657917,91.117167",
    "classifications": [
      "Mixed"
    ],
    "medium": "Print",
    "bdrc_reference": {
      "id": "G1PD129184",
      "url": "http://purl.bdrc.io/resource/G1PD129184"
    },
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "true",
      "digitizedby": "BDRC",
      "numberoflines": "7",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "39",
        "title": "MW26071",
        "url": "http://purl.bdrc.io/resource/MW26071",
        "medium": "Print",
        "script": "Uchen",
        "extent": "100"
      }
    ]
  },
  {
    "file_name": "Ha_Hanle Collection.xml",
    "sigla": "Ha",
    "title": "Hanle Collection",
    "alternative_title": "ལ་དྭགས་ཝཾ་ལེར་བཞུགས་པའི་ཤེར་ཕྱིན་སྟོང་ཕྲག་བརྒྱ་པ།",
    "abstract": "The Hanle Prajñāpāramitā manuscript is a 13th-century copy of the Śatasāhasrikā Prajñāpāramitā (shes rab kyi pha rol tu phyin pa stong phrag brgya pa), preserved at Hanle Monastery in Ladakh. Though Hanle Monastery was founded in the 17th century by King Sengge Namgyal (Seng ge rnam rgyal, d. 1642), the manuscript predates the monastery by several centuries, as determined by paleographic and stylistic analysis. Without a colophon, its exact origin and patron remain unknown.\n\nConsisting of eleven volumes, it is the only manuscript from that period known at Hanle. Whether it was part of a larger canonical set or produced as an individual work is uncertain. Many folia are damaged or missing; monks have sewn some with string and replaced others. Original illuminations, or miniatures, were commonly cut out and mounted onto these newer leaves to preserve them. Monastic tradition maintains the set is complete, though scholars have not confirmed this.\n\nThe manuscript’s primary scholarly interest is its 76 surviving miniatures, each depicting a single Buddha or bodhisattva within an aureole. These illustrations are usually placed at the end or beginning of chapters, either in the folio margins or the center, but have no explicit textual relationship or systematic mandala structure. Artistic quality is uneven, revealing a product of a local workshop involving several artists and techniques rather than a single master.\n\nThe style synthesizes multiple influences, especially those from Kashmir. The use of massive architectural motifs framing the figures reflects Kashmiri stone temple aesthetics—a distinctively Western Tibetan adaptation, contrasting with the finer shrine motifs typical of Pāla manuscript art from eastern India. The depiction of robes with deep, “dished folds” also reflects Kashmiri sculpture. Artistic variety is evident, with figures showing a range of head shapes, facial types, and painting styles, and the manuscript shares connections to regional sites such as Alchi and Lalung.\n\n**Selected bibliography**\nAllinger, Eva. 2017. ‘An Early West Tibetan Manuscript from Hanle Monastery, Ladakh’. In Interaction in the Himalayas and Central Asia, edited by Eva Allinger, Frantz Grenet, Christian Jahoda, Maria-Katharina Lang, and Anne Vergati, 147–72. Veröffentlichungen Zur Sozialanthropologie 22. Vienna: Austrian Academy of Sciences Press.\n\nTauscher, Helmut. 2024. ‘Tibetan Manuscript Kanjurs’. In Tibetan Manuscripts and Early Printed Books, edited by Matthew Kapstein, 1:7–33. Ithaca: Cornell University Press.",
    "genre": "Canonical Collection",
    "date_created": "13th cent.",
    "place_of_production": "Hanle, Ladakh",
    "coordinates": "32.790667,79.002065",
    "classifications": [],
    "medium": "Manuscript",
    "bdrc_reference": {
      "id": "G27458",
      "url": "http://purl.bdrc.io/resource/G27458"
    },
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "false",
      "text_Text Available": "false",
      "digitizedby": "TMPV",
      "numberoflines": "9",
      "integratedrkts": "0",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "41",
        "title": "MW1PD127348",
        "url": "http://purl.bdrc.io/resource/MW1PD127348",
        "medium": "Manuscript",
        "script": "Uchen",
        "extent": "12"
      }
    ]
  },
  {
    "file_name": "He_Hemis I Kanjur.xml",
    "sigla": "He",
    "title": "Hemis I Kanjur",
    "alternative_title": "ཧེ་མིས་བཀའ་འགྱུར།",
    "abstract": "The Hemis I Kanjur is a large, fragmentary manuscript collection discovered in 2007 in a sealed room beneath the Tsom Lhakhang (tshoms lha khang) at Hemis Monastery. The manuscripts, measuring roughly 70 x 20 cm, are written in dbu can script with black ink on coarse, light brown paper, typically seven to eight lines per page. Dating to the early 17th century, production is associated with King Senggé Namgyal (Seng ge rnam rgyal, d. 1642) and reviser Namkha Pelgön (Nam mkha’ dpal mgon, b. 1560). The set was likely compiled soon after Hemis’s founding in 1630.\n\nHemis I is incomplete, but extant sections include Vinaya, Prajñāpāramitā, Ratnakūṭa, Avataṃsaka, and Sūtra; the Sūtra section forming forty volumes. There is no Tantra section, though fragments tied to Nyingma tantra have been identified. The collection is pivotal for studying textual networks outside the Tshalpa and Thempangma traditions, as a member of the “Mustang group,” which also includes the Early Mustang and Basgo Kanjurs. Its Sūtra section parallels the Early Mustang catalogue and Namgyal Sūtra collection, and its close ties with the Basgo Kanjur suggest derivation from a shared prototype or direct copying.\n\n**Selected Bibliography**\n\nApple, James. 2014. ‘Fragments and Phylogeny of the Tibetan Version of the Mañjuśrīvihārasūtra: A Case Study in the Genealogy of Tibetan Kanjurs’. In Annual Report of the International Research Institute for Advanced Buddhology (ARIRIAB) at Soka University for the Academic Year 2013, XVII: 293–336. Tokyo: Soka University.\n\nLuczanits, Christian, and Markus Viehbeck. 2021. Two Illuminated Text Collections from Namgyal Monastery: A Study of Early Buddhist Art and Literature in Mustang. Kathmandu: Vajra Books.\n\nTauscher, Helmut. 2024. ‘Tibetan Manuscript Kanjurs’. In Tibetan Manuscripts and Early Printed Books, edited by Matthew Kapstein, 1: 7–33. Ithaca: Cornell University Press.",
    "genre": "Kanjur",
    "date_created": "17th cent.",
    "place_of_production": "Hemis monastery",
    "coordinates": "33.912475,77.702833",
    "classifications": [
      "Mustang"
    ],
    "medium": "Manuscript",
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "TMPV",
      "imagesby": "BDRC",
      "numberoflines": "8",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "42",
        "title": "MW4CZ45313",
        "url": "http://purl.bdrc.io/resource/MW4CZ45313",
        "medium": "Manuscript",
        "script": "Uchen",
        "extent": "84"
      }
    ]
  },
  {
    "file_name": "Hg_Hemis Golden Collection.xml",
    "sigla": "Hg",
    "title": "Hemis Golden Collection",
    "alternative_title": "ཧེ་མིས་གསེར་བྲིས་མ་ལས་རྒྱུད་ཁ་ཐོར་སྣ་ཚོགས།",
    "abstract": "The Kanjur written in gold at Hemis Jangchup Samten Ling Monastery in Ladakh is traditionally attributed to the patronage of Dharma King Sengge Namgyal (Seng+ge rnam rgyal, c. 1616–1642). In memory of his father, Jamyang Namgyal (’Jam dbyangs rnam rgyal, r. 1590–1620), Sengge Namgyal invited the master Stagtsang Rechen (Stag tshang ras chen) and commissioned a gold-and-copper statue of Maitreya, the size of an eight-year-old child. He also brought artists from across eastern and western India to create the Five Treatises of Maitreya.\n\nAs representations of the Buddha’s speech, Sengge Namgyal had the entire Kanjur produced in one copy of pure gold and seven additional copies using an alloy of gold, silver, and copper. He also had the complete Tanjur written in an extremely fine, hair-like script on paper. Other major commissions included the Prajñāpāramitā in 100,000 Verses, the Bhadrakalpika Sūtra, five sets of the Five Treatises of Maitreya, and two sets of the dgra thog gser gsum, a specific collection of texts.\n\nSources indicate that the surviving pure gold Kanjur now preserved at Hemis Monastery is this original commission. The extant portion consists of scattered tantra sections divided into ten volumes, though many are missing or extraneous, as noted in marginalia at the beginning and end of each respective volume.\n\nNotably, while the volumes Ka, Kha, Nga, Ca, Cha, Nya, and Tha are complete in poti (Tibetan book) format, volume Ba is absent due to conflicting folio numbering. The tenth volume appears to originate from a different gold-written Kanjur, as its volume markers and overall format differ from the rest, warranting further investigation\n\n**Selected bibliography**\nHalkias, Georgios T. 2020. ‘The Heritage Buddhist Manuscripts of Ladakh: Tibetan Buddhist Canons and the Perfection of Wisdom Sutra’. Himalaya 39 (2): 142–50. \n\nTauscher, Helmut. 2024. ‘Tibetan Manuscript Kanjurs’. In Tibetan Manuscripts and Early Printed Books, edited by Matthew Kapstein, 1: 7–33. Ithaca: Cornell University Press.",
    "genre": "Canonical Collection",
    "date_created": "",
    "place_of_production": "Hemis monastery",
    "coordinates": "33.912475,77.702833",
    "classifications": [
      "Mustang"
    ],
    "medium": "Manuscript",
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "TMPV",
      "imagesby": "BDRC",
      "numberoflines": "7",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "43",
        "title": "MW4CZ45315",
        "url": "http://purl.bdrc.io/resource/MW4CZ45315",
        "medium": "Manuscript",
        "script": "Uchen",
        "extent": "83"
      }
    ]
  },
  {
    "file_name": "Hi_Hemis II Kanjur.xml",
    "sigla": "Hi",
    "title": "Hemis II Kanjur",
    "alternative_title": "ཧེ་མིས་བཀའ་འགྱུར། ༼ཉུང་ངུ།༽",
    "abstract": "The Hemis II Kanjur, discovered alongside Hemis I in 2007, is the smaller of the two fragmentary collections. Pages measure roughly 50 x 15 cm, with six lines per folio, written in black ink on untinted paper. Unlike Hemis I, Hemis II contains miniatures—illuminations generally centered on end pages of texts. Dating and attribution parallel Hemis I, tied to the early 17th century and Namkha Pelgön.\n\nHemis II’s structure largely matches that of Hemis I, but it includes fragments of a Tantra section and a volume of Old Tantras (rnying rgyud). Due to the fragmentary state, its full original contents are unclear. Together, the extant leaves from both Hemis collections amount to about 50,000—roughly half the material needed for two complete Kanjurs. Like Hemis I, Hemis II is grouped with the \"Mustang group\" and shares notable affinity with the Basgo Kanjur.\n\n**Selected bibliography**\nLuczanits, Christian, and Markus Viehbeck. 2021. Two Illuminated Text Collections from Namgyal Monastery: A Study of Early Buddhist Art and Literature in Mustang. Kathmandu: Vajra Books.\n\nTauscher, Helmut. 2024. ‘Tibetan Manuscript Kanjurs’. In Tibetan Manuscripts and Early Printed Books, edited by Matthew Kapstein, 1:7–33. Ithaca: Cornell University Press.\n",
    "genre": "Kanjur",
    "date_created": "17th cent.",
    "place_of_production": "Hemis monastery",
    "coordinates": "33.912475,77.702833",
    "classifications": [
      "Mustang"
    ],
    "medium": "Manuscript",
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "TMPV",
      "imagesby": "BDRC",
      "numberoflines": "7",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "44",
        "title": "MW4CZ45314",
        "url": "http://purl.bdrc.io/resource/MW4CZ45314",
        "medium": "Manuscript",
        "script": "Uchen",
        "extent": "104"
      }
    ]
  },
  {
    "file_name": "Hu_Hundar Collection.xml",
    "sigla": "Hu",
    "title": "Hundar Collection",
    "alternative_title": "",
    "abstract": "The Hundar Manuscript Collection is a set of canonical Tibetan Buddhist manuscripts housed in the village of Hundar, Nubra valley, Ladakh. At least one volume is identified as a collection of sūtras (mdo mangs).\n\nDating to the 17th or 18th century, the collection's precise historical circumstances, patrons, and compilers remain unknown. It was recently documented by the Tibetan Manuscript Project Vienna (TMPV).\n\nDetailed information on the collection's transmission or preservation is lacking. The best-documented volume is a mdo mangs, which closely matches volume 94 (mdo sde; Ge) of the Phug brag Kanjur, sharing its pagination and marginal titles. This parallel suggests both derive from a common source, illustrating the complex transmission and circulation of canonical texts in the region.",
    "genre": "Canonical Collection",
    "date_created": "17th–18th cent.",
    "place_of_production": "Hundar monastery",
    "coordinates": "34.541111,77.560278",
    "classifications": [],
    "medium": "Manuscript",
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "false",
      "text_Text Available": "false",
      "digitizedby": "TMPV",
      "imagesby": "rKTs",
      "numberoflines": "9",
      "integratedrkts": "0",
      "isreferenceset": "0"
    },
    "constituents": [
      {
        "id": "",
        "title": "MW8LS15990",
        "url": "http://purl.bdrc.io/resource/MW8LS15990",
        "medium": "Manuscript",
        "script": "Uchen",
        "extent": "1"
      }
    ]
  },
  {
    "file_name": "J_Lithang Kanjur.xml",
    "sigla": "J",
    "title": "Lithang Kanjur",
    "alternative_title": "ལི་ཐང་བཀའའགྱུར།",
    "abstract": "The Lithang Kanjur (also known as the ‘Jang sa tham Kanjur) is a foundational early 17th-century xylographic edition of the Tibetan Buddhist canon. Its dual name derives from the production of its woodblocks in ‘Jang sa tham (capital of the Kingdom of Jang) and their subsequent relocation by Mongolian forces to Lithang Monastery (li thang), Kham.\n\nCommissioned under King Mu Zeng (Mu tseng; 木增, 1587–1646), the project began on the 8th day of the 4th lunar month in 1608. The king requested an exemplar of the Tshalpa Kanjur from the 6th Shamarpa, Garwang Chökyi Wangchuk (Gar dbang Chos kyi dbang phyug, 1584–1630), a major figure in the Karma Kagyü school. The printing of the set was completed in 1621; a Chinese preface was added by Mu Zeng in 1623. The transfer of the blocks to Lithang occurred when Mongolian troops under Dar rgyal bo shog thus—a grandson of Gushri Khan (1582–1655)—seized them, reflecting the political-religious transformation toward Gelukpa authority before 1698. The blocks were physically seen in Lithang by Jacques Bacot in 1909, despite earlier reports of their destruction by fire in 1908.\n\nThe Lithang Kanjur is a revised edition within the Tshalpa lineage. Its main exemplar was the Tshalpa manuscript from Chingwa Taktse (‘Phying ba stag rtse). The source manuscript had undergone successive corrections by prominent scholars, including the heads of the Karmapa, Gö Lotsāwa Shönnu Pel (‘Gos lo tsā ba Gzhon nu dpal, 1392–1481), Pawo II Tsuklak Trengwa (Dpa’ bo Gtsug lag phreng ba, 1504–1566), and several Sharmarpa. The Lithang Kanjur preserves original colophons by Gyalsey Jangchub Palden from the Tshalpa compilation. The arrangement of the texts in Lithang largely follows the Records of Teachings Received (gsan yig) of Pawo Tsuklag Trengwa, with structural innovations and corrections reflecting centuries of editorial revision.\n\nThe Lithang Kanjur comprises 108 volumes. Its structure places the Mdo (Sūtra) section first, followed by the Rgyud (Tantra) section, like the Derge, Narthang, and Lhasa editions, and in contrast to the Peking and Coné editions (which lead with Tantra). Within the Tantra section, the order of texts closely matches the Peking Kanjur—a key link to the Tshalpa manuscript tradition. Noteworthy is the inclusion of a Gzungs ‘dus collection (dhāraṇī), compiled by Buton Rinchen Drup (Bu ston rin chen grub, 1290–1364); this section is absent from the Derge, Narthang, and Lhasa editions but present in Peking and Coné.\n\nThe Lithang Kanjur holds a special place as the first xylographic Kanjur produced within Tibet and as the editorial basis for later widely used editions. Its production during a time of civil war and sectarian tension underscores the canon’s role in both religious and political legitimacy. The edition’s history—particularly the seizure and relocation of its blocks—reflects the interplay of political power and religious tradition during a pivotal era in Tibetan history.\n\n**Selected bibliography**\nEimer, Helmut. 1988. ‘The Position of the ’Jang Sa Tham/Lithang Edition Within the Tradition of the Tibetan Kanjur’. In Indology and Indo-Tibetology: Thirty Years of Indian and Indo-Tibetan Studies in Bonn, edited by Helmut Eimer, 43–52. Bonn: Indica et Tibetica Verlag.\n\nImaeda, Yoshiro. 1982a. Catalogue du Kanjur tibétain de l’édition de ’Jang sa-tham: première partie: edition en fac-similé avec introduction. Tokyo: The International Institute for Buddhist Studies.\n———. 1982b. ‘L’edition Du Kanjur Tibetain De “'Jang Sa-tham”’. Journal Asiatique 270 (1–2): 173–89.\n\nRatia, Alpo. 1998. ‘Tibetan Buddhist Canon Holdings in India: Preliminary Notes on Extant Kanjur and Tanjur Collections’. East and West 48 (1/2): 135–49.\n\nShastri, Jampa Samten. 1987. ‘Notes on the Lithang Edition of the Tibetan bKa’-Gyur’’. Translated by Jeremy Russell. The Tibet Journal 12 (3): 17–40.",
    "genre": "Kanjur",
    "date_created": "1621",
    "place_of_production": "Lithang/Jangsatham Printing House",
    "coordinates": "26.873056,100.229167",
    "classifications": [
      "Tshalpa"
    ],
    "medium": "Print",
    "bdrc_reference": {
      "id": "G3JT12610",
      "url": "http://purl.bdrc.io/resource/G3JT12610"
    },
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "true",
      "digitizedby": "TMPV",
      "numberoflines": "8",
      "integratedrkts": "0",
      "isreferenceset": "0",
      "imagesby": "His Holiness Gyalwang Karmapa Ogyen Trinley Dorje"
    },
    "constituents": [
      {
        "id": "45",
        "title": "MW4CZ7445",
        "url": "http://purl.bdrc.io/resource/MW4CZ7445",
        "medium": "Print",
        "script": "Uchen",
        "extent": "109"
      },
      {
        "id": "46",
        "title": "MW4PD3142",
        "url": "http://purl.bdrc.io/resource/MW4PD3142",
        "medium": "Print",
        "script": "Uchen",
        "extent": "110"
      }
    ]
  },
  {
    "file_name": "K_Peking 1684_1692 Kanjur.xml",
    "sigla": "K",
    "title": "Peking 1684/1692 Kanjur",
    "alternative_title": "",
    "abstract": "This edition was prepared in Peking between 1684 and 1692 during the reign of the Kangxi Emperor (康熙帝, 1654–1722). It is a major representative of the Tshalpa lineage, descending from the manuscript Tshalpa Kanjur compiled 1347–1351, which itself served as the model for the first xylograph edition printed in 1410 under the Yongle Emperor. The 1684–1692 Kangxi edition is a direct textual descendant, newly carved from scratch for this project; additional editions followed in 1700, 1717–1720, and 1737.\n\nWhile sometimes mistaken for a recarving of the Wanli Kanjur, close comparison shows nearly exact correspondence to the Yongle edition—even replicating its divisions, folio count, lines per page, and textual errors. The Kangxi Kanjur is printed in red ink and is often referred to as the “Red Kanjur”.\n\nDistinctively, the Tantra section appears first, a reflection of esoteric priorities in Tibetan Buddhism. Another innovation of the 1684–1692 edition is unified volume numbering: instead of each section beginning anew, the volumes are continuously numbered from Tantra through Vinaya.\n\nThe subsequent 1700 Kangxi Kanjur moved a dhāraṇī collection compiled by Buton Rinchen Drup (Bu ston rin chen grub, 1290–1364) to the very front, which is not the case in the 1684–1692 version. Additionally, the texts Vidyutprāptaparipṛcchā and Bhadrapālaśreṣṭhiparipṛcchā are absent from the Ratnakūṭa section of the 1684–1692 print and were only added in 1700, requiring the insertion of new leaves.\n\nSets of the 1684–1692 Kangxi Kanjur, complete or partial, are preserved at the Harvard-Yenching Library, the International Academy of Indian Culture in New Delhi, and other institutions.\n\n**Selected bibliography**\n\nDiemberger, Hildegard, Karl Ehrhard, and Peter F. Kornicki. 2016. Tibetan Printing: Comparison, Continuities, and Change. BRILL.\n\nEimer, Helmut. 2007. ‘The Tibetan Kanjur Printed in China’. Zentralasiatische Studien 36:35–60.\n\nHelman-Ważny, Agnieszka. 2012. ‘The Tibetan Kanjur: Regional Patterns and Preliminary Paper Typology of Manuscripts and Xylographs’. Manuscript Cultures 5: 76–86.",
    "genre": "Kanjur",
    "date_created": "1684",
    "place_of_production": "Beijing",
    "coordinates": "40.190632,116.412144",
    "classifications": [
      "Tshalpa"
    ],
    "medium": "",
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "false",
      "text_Text Available": "false"
    },
    "constituents": []
  },
  {
    "file_name": "L_London Kanjur.xml",
    "sigla": "L",
    "title": "London Kanjur",
    "alternative_title": "ཤེལ་དཀར་བཀའ་འགྱུར།",
    "abstract": "The London Kanjur—sometimes called the Shel dkar Manuscript Kanjur—is a principal manuscript witness for the Thempangma lineage of the Tibetan Kanjur. It is preserved at the British Library (Or. 6724) and derives its alternative name from its origins at Shelkar Chödé (Shel dkar Chos sde), a Gelukpa monastery in Latö (La stod), Southern Tibet.\n\nCopied directly from the Shelkar Chödé master manuscript, its production began in the early 18th century and was completed in 1712 (Water-Dragon year, chu ‘brug). The project was a major collaborative effort, involving thirty calligraphers from Némo (sne mo), editorial oversight by ten Shelkar monks, and sponsorship from lay donors including Rdo legs rnam rgyal, with notable support from female patrons Byams pa dpal mo (nun) and Bstan ‘dzin dpal mo. The completed set was consecrated by Shelkar monks, and associated artworks were consecrated by the Fifth Panchen Lama, Lobsang Yeshe (Blo bzang ye shes, 1663–1737), situating the project firmly in this historical period.\n\nThe manuscript brought to the West by L. A. Waddell during the British expedition of 1903–1904, now housed in London, at the British Library, preserved on microfilm. Several volumes are also held by the Bodleian Libraries, Oxford.\n\nThe London Kanjur’s production history is richly documented in three poetic catalogues, which detail its patrons and scribe team and celebrate the spiritual merit of the project. Its Thempangma affiliations, established by Helmut Eimer and confirmed by Peter Skilling, correct prior misattributions to the Tshalpa lineage.\n\nWhile largely faithful to its lineage, the London Manuscript Kanjur shows occasional textual influences from Western Tibetan sources, hinting at editorial engagement with readings beyond strict Thempangma tradition. Its catalogues, rather than being mere indexes, provide unique literary background on the collection’s creation.\n\n**Selected bibliography**\n\nGrinstead, E. D. 1967. ‘The Manuscript Kanjur in the British Museum’. Asia Major, New Series, XIII: 48–70.\n\nPagel, Ulrich, and Séan Gaffney. 1996. Location List to the Texts in the Microfiche Edition of the Śel Dkar (London) Manuscript bKa’ ’gyur (Or. 6724): Compiled from the Microfiche Edition in Conjunction with the Original Tibetan Manuscript. 1. publ.. Catalogus Codicum Tibetanorum 1. London: British Library.",
    "genre": "Kanjur",
    "date_created": "1712",
    "place_of_production": "Shelkar Chödé",
    "coordinates": "28.133056,87.116667",
    "classifications": [
      "Thempangma"
    ],
    "medium": "Manuscript",
    "bdrc_reference": {
      "id": "G221",
      "url": "http://purl.bdrc.io/resource/G221"
    },
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "TMPV",
      "imagesby": "BDRC",
      "numberoflines": "8",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "47",
        "title": "MW3CN981",
        "url": "http://purl.bdrc.io/resource/MW3CN981",
        "medium": "Manuscript",
        "script": "Uchen",
        "extent": "111"
      }
    ]
  },
  {
    "file_name": "Lg_Glang dgon pa Collection.xml",
    "sigla": "Lg",
    "title": "Lang Monastery Collection (Dolpo)",
    "alternative_title": "མདོ་མང་ ༼གླང་དགོན་བཀྲ་ཤིས་ཆོས་གླིང་བྲིས་མ༽",
    "abstract": "The Lang Monastery (Glang dgon bkra shis chos gling) Collection comprises canonical Tibetan Buddhist manuscripts originally from Lang Monastery near Bicher village, Upper Dolpo. The manuscripts are now housed with the larger holdings of Nesar Monastery (gnas gsar dgon pa) in Bicher.\n\nLang Monastery, a short walk from Bicher, was historically affiliated with the village and closely linked to Nesar Monastery and Serkhang Temple (gser khang). Though now largely abandoned, with only a single lama remaining, its manuscript collection survives. Dedication prefaces confirm that many manuscripts were copied specifically for Lang Monastery, documenting an early Drigung Kagyüpa presence in Dolpo during the 13th century, when the school received support from Dzumla rulers.\n\nThe collection was moved to Nesar Monastery for safekeeping, inventoried, and its volumes marked with the letter \"L\". There is some variation in reported volume count: ninety-eight volumes according to certain sources, while ninety-nine were photographed during a 2018 survey. The majority of the manuscripts are canonical works: sixty volumes consist of Sūtra collections, while twenty-three volumes comprise the Śatasāhasrikāprajñāpāramitāsūtra, apparently compiled from at least three different sets.\n\nIn 2018, the entire Lang Monastery collection was systematically digitized, following an earlier (2014) digitization effort that included materials from Lang, Nesar, and Serkhang monasteries under the \"Dolpo Bka' 'gyur\" project. These manuscripts serve as primary documentation for religious doctrines and practice in Dolpo from the 12th to 15th centuries. Dedications in the volumes offer key insights into patrons, dates, and the interplay of religious schools and regional authorities.\n\n**Selected bibliography**\nHeller, Amy. 2001. ‘Terma of Dolpo: The Secret Library of Pijor’. Orientations 32 (10): 64–71.\n\n———. 2007. ‘Preliminary Remarks on the Manuscripts of Gnas Gsar Dgon Pa in Northern Dolpo (Nepal)’. In Proceedings of the Tenth Seminar of the IATS, 2003. Volume 8: Discoveries in Western Tibet and the Western Himalayas, edited by Amy Heller and Giacomella Orofino, 129–49. Leiden: Brill.\n\n———. 2009. Hidden Treasures of the Himalayas: Tibetan Manuscripts, Paintings and Sculptures of Dolpo. Chicago: Serindia Publications.\n\nMathes, Klaus-Dieter. 2003. ‘Establishing the Succession of the Sakya Lamas of Näsar Gompa and Lang Gompa in Dolpo (Nepal)’. Wiener Zeitschrift Für Die Kunde Südasiens 47: 85–108.",
    "genre": "Canonical Collection",
    "date_created": "12th–15th cent.",
    "place_of_production": "Lang Monastery",
    "coordinates": "29.46478432288831,82.90057784921726",
    "classifications": [],
    "medium": "Manuscript",
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "false",
      "text_Text Available": "false",
      "digitizedby": "TMPV",
      "integratedrkts": "0",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "48",
        "title": "MW2KG210299",
        "url": "http://purl.bdrc.io/resource/MW2KG210299",
        "medium": "Manuscript",
        "script": "Uchen",
        "extent": "96"
      }
    ]
  },
  {
    "file_name": "Ma_Matho Collection.xml",
    "sigla": "Ma",
    "title": "Matho Collection",
    "alternative_title": "མང་སྤྲོ་དགོན་པའི་མཆོད་རྟེན་ནས་ཐོབ་པའི་དཔེ་རྙིང་དུམ་བུ།",
    "abstract": "The Matho Canonical Collection is among the most significant finds of early West Tibetan Buddhist literature. They comprise numerous fragmentary manuscripts, mainly from the 11th and 12th centuries.\n\nDiscovered in 2014 at Matho (Mang spro), Ladakh, the fragments surfaced when a group of stupas (mchod rten) was demolished on a plateau near the village. Most were recovered from the \"King's stupa\" (rgyal po’i mchod rten), likely built in the 12th century; a thangka from within, dated to the 12th or early 13th century, supports this context. The fragments are thought to be the remains of the library of nearby Nyarma Monastery, founded by the translator Rinchen Zangpo (Rin chen bzang po, 958–1055), a pivotal center for the second diffusion of Buddhism in Tibet around 1000 CE. It is hypothesized that Nyarma monks deposited worn manuscripts in the stupa, possibly as part of royal funerary rites.\n\nThe fragmentary material cannot be fully reconstructed but clearly represents a proto-Kanjur collection—compiled before the standardized Tibetan canon emerged. Notably, there is no formal separation between Kanjur and Tanjur. The fragments encompass:\n\n- Canonical texts later included in Kanjur and Tanjur editions\n- Numerous non-canonical works: ritual texts, pūja manuals, practice guides (khrid yig), pith instructions (man ngag), eulogies (bstod), and philosophical commentaries, some possibly local\n- Tantric texts paralleling those in the Basgo Kanjur, suggesting a distinct regional transmission line \n\nThe Matho Collection include both paper and birch bark manuscripts, with the latter possibly Kashmiri and predating the paper items. They appear in both loose-leaf and stitched-booklet forms. Folio size varies widely, from small pieces to large sheets (18–20 × 60–65 cm), matching the \"standard Kanjur\" format seen later. Some large sheets were even cut in half prior to use. The fragments are written in both Uchen and Umé scripts and consistently exhibit features of Old Tibetan orthography: use of subscribed ya (ma ya btags) in syllables, da drag final clusters, and the gi gu log vowel sign.\n\nThese are the oldest Buddhist manuscripts yet found in Ladakh. They offer a direct window into the diversity of Buddhist scripture circulating in Western Tibet during the 11th–12th centuries and document a stage of textual transmission prior to the formalization of the Tibetan Buddhist canon. As a proto-Kanjur, the Matho Collection is invaluable evidence for understanding early editorial practices and the organization of Buddhist literature in the region.\n\n**Selected bibliography**\n\nTauscher, Helmut. 2019. ‘Manuscript Fragments from Matho: A Preliminary Report and Random Reflections’. Revue d’Études Tibétaines 51: 337–78",
    "genre": "Canonical Collection",
    "date_created": "11th–12th cent.",
    "place_of_production": "Matho Monastery",
    "coordinates": "33.998611,77.630833",
    "classifications": [],
    "medium": "Manuscript",
    "bdrc_reference": {
      "id": "G1BL18",
      "url": "http://purl.bdrc.io/resource/G1BL18"
    },
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "TMPV",
      "imagesby": "BDRC",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "78",
        "title": "MW1BL9",
        "url": "http://purl.bdrc.io/resource/MW1BL9",
        "medium": "Manuscript",
        "script": "Umé; Uchen",
        "extent": "433"
      }
    ]
  },
  {
    "file_name": "Mg_Mongar Kanjur.xml",
    "sigla": "Mg",
    "title": "Mongar Kanjur",
    "alternative_title": "མོང་སྒར་རྫོང་བཀའ་འགྱུར།",
    "abstract": "The Mongar Kanjur constitutes the core of the religious manuscript holdings in the Archive of Mongar Dzong. The collection comprises 169 manuscript volumes, notable for their production on cream-colored, handmade Bhutanese paper and written in black ink. The manuscripts exemplify the traditional pothi format: unbound folios of varied dimensions stacked between wooden covers, reflecting the established Himalayan textual tradition.\n\nThe Mongar Kanjur’s provenance can be traced to Zhongar Dzong (Zhong sgar rdzong), an administrative fortress destroyed by fire in the nineteenth century. In the aftermath, its remains—including the Kanjur and other significant texts—were transferred into the care of the Mongar Dzongpon. Custodianship over these resources transitioned decisively in the twentieth century with the establishment of a permanent monastic presence led by the Lama Néten, under whom the collection remains today. Its ongoing preservation and access are supervised by appointed monk-caretakers who function under the monastic leadership.\n\nFor detailed cataloguing and digital access, see the EAP1494/12 Mongar Kanjur collection (https://eap.bl.uk/collection/EAP1494-12-1).",
    "genre": "Kanjur",
    "date_created": "17th–19th cent.",
    "place_of_production": "Zhongar Dzong",
    "coordinates": "27.270800,91.240800",
    "classifications": [],
    "medium": "",
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "false",
      "text_Text Available": "false"
    },
    "constituents": []
  },
  {
    "file_name": "Mmk_Mongolian Printed Kanjur.xml",
    "sigla": "Mmk",
    "title": "Mongolian Printed Kanjur",
    "alternative_title": "བཀའ་འགྱུར ༼སོག་ཡིག་པར་མ༽",
    "abstract": "The Mongolian Printed Kanjur of 1718–1720 is the first xylograph edition of the Mongolian Buddhist canon. The project was commissioned by Kangxi Emperor (康熙帝, 1654–1722) of the Qing dynasty. Woodblock engraving took place in Beijing between 1718 and 1720, with printing completed by the third month of 1720. The edition reflected the Qing court’s commitment to Tibetan Buddhism, which it used to bolster ties with its Mongol subjects. The work involved Tibetan, Mongolian, Chinese, and Manchu scholars and artisans, many resident in or summoned to the Qing capital.\n\nThe editorial team relied on the earlier Mongolian manuscript translation ordered by Ligdan Khan (1604–1634), completed in 1628–1629. Scholars fluent in Tibetan and Mongolian revised this text, collating it with a Tibetan Kanjur for accuracy. The structure of the canon followed the Beijing Tibetan Kanjur edition of 1684–1692. Editing of the Mongolian Kanjur happened alongside corrections to the Tibetan Kanjur in Beijing, evidenced by the simultaneous inclusion of texts such as the Vidyutprāptaparipṛcchā and the Bhadrapālaśreṣṭhiparipṛcchā in both canons between 1700 and 1720.\n\nPhysically, the Mongolian Printed Kanjur resembles contemporary Tibetan blockprints but is adapted for Mongolian script. It uses the traditional Indian pothi format—loose, oblong folios—printed on relatively soft paper, often multi-layered and made from paper mulberry, bamboo, and jute. The text is printed from woodblocks in black and red ink, oriented vertically.\n\nThe 1718–1720 Beijing Kanjur was widely distributed and became the standard version for both study and liturgy throughout Mongolian regions. Its publication marked the culmination of a century-long translation effort and affirmed the Qing dynasty’s patronage of Tibetan Buddhism, symbolizing Mongolian religious and cultural identity.\n\n**Selected bibliography**\nHeissig, Walther. 1954. Die Pekinger Lamaistischen Blockdrucke in mongolischer Sprache: Materialien zur mongolischen Literaturgeschichte. Göttinger Asiatische Forschungen. Wiesbaden: Harrassowitz.\n\nKollmar-Paulenz, Karénina. 2002. ‘The Transmission of the Mongolian Kanjur: A Preliminary Report’. In Proceedings of the Ninth Seminar of the IATS, 2000. Volume 10: The Many Canons of Tibetan Buddhism, edited by Helmut Eimer and David Germano, 151–76. BRILL.\n\nLigeti, Lajos. 1942. Catalogue Du Kanǰur Mongol Imprimé. Bibliotheca Orientalis Hungarica 3. Budapest: Société Körösi csoma.",
    "genre": "Kanjur",
    "date_created": "1720",
    "place_of_production": "Beijing",
    "coordinates": "40.190632,116.412144",
    "classifications": [
      "Tshalpa"
    ],
    "medium": "Print",
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "BDRC",
      "numberoflines": "31",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "88",
        "title": "MW4CZ5370",
        "url": "http://purl.bdrc.io/resource/MW4CZ5370",
        "medium": "Print",
        "script": "Mongol bičig",
        "extent": "108"
      }
    ]
  },
  {
    "file_name": "N_Narthang Kanjur.xml",
    "sigla": "N",
    "title": "Narthang Kanjur",
    "alternative_title": "སྣར་ཐང་བཀའ་འགྱུར།",
    "abstract": "The Narthang Kanjur refers to two related Tibetan Buddhist canonical collections from Narthang (Snar thang) Monastery: the foundational but now-lost 14th-century Old Narthang Manuscript and the widely influential 18th-century Narthang Xylograph.\n\nThe Old Narthang Manuscript, compiled after 1310 at Narthang in Central Tibet, is traditionally acknowledged as the first comprehensive Tibetan Buddhist canon. While not extant, it served as a conceptual model for later Kanjurs and is the root of the \"Western Tradition\" of textual transmission.\n\nThe Narthang Xylograph, produced between 1730 and 1732, is a landmark blockprint edition. Initiated by the Sixth Dalai Lama, Tsangyang Gyatso (Tshangs dbyangs rgya mtsho, 1683–1706), and the regent Desi Sangyé Gyatso (Sde srid Sangs rgyas rgya mtsho, 1653–1705), its completion followed a tumultuous period and was finalized under Miwang Pholhané Sönam Tobgyal (Mi dbang Pho lha nas Bsod nams stobs rgyal, d. 1747). The completed woodblocks were housed at Narthang and presented to the Fifth Paṇchen Lama, Lobsang Yeshe (Blo bzang ye shes, 1663–1737).\n\nThe editorial approach was hybrid: the overall structure follows the Tshalpa Kanjur (Eastern tradition), while the actual text was copied mainly from a manuscript preserved at Shel dkar rdzong—a descendant of the Old Narthang (Western) tradition. A detailed catalogue was produced, attributed either to Lélung Shepé Dorjé (Sle lung bzhad pa’i rdo rje, b. 1697) or Olkha Jeydrung Losang Trinlé ('Ol kha rje drung blo bzang 'phrin las).\n\nThe original Narthang xylograph comprises 100 volumes with 761 texts, organized into Vinaya, Sūtra, and Tantra sections; it uniquely includes three volumes from the \"Old Tantras\" (rnying ma rgyud 'bum). A supplementary volume (kha skong), with 28 additional texts, was added in the early 20th century.\n\nThe Narthang Xylograph became one of the most widely reproduced and circulated versions of the Tibetan Kanjur, playing a key role in standardizing Buddhist scripture across the Tibetan cultural sphere.\n\n**Selected bibliography**\n\nChandra, Lokesh, and Raghu Vira. 1983. Catalogue of the Narthang Kanjur. New Delhi: International Academy of Indian Culture.\n\nEimer, Helmut. 1997. ‘A Source for the First Narthang Kanjur: Two Early Sa Skya Pa Catalogues of the Tantras’. In Transmission of the Tibetan Canon: Papers Presented at a Panel of the 7th Seminar of the IATS, Graz 1995, edited by Helmut Eimer. Vienna: Verlag der Österreichischen Akademie der Wissenschaften.\n\n———. 1998. ‘The Dkar  Chag  to  the “supplementary”  (Kha  Skong)  Volume  Added  to  the  Narthang Kanjur’. In Sūryacandrodaya: Essays in Honour of Akira Yuyama on the Occasion of His 65th Birthday, edited by Paul Harrison and Gregory Schopen, 23–32. Indica et Tibetica 35. Swisttal-Odendorf: Indica et Tibetica Verlag.\n\nHarrison, Paul. 1992. ‘Meritorious Activity or Waste of Time? Some Remarks on the Editing of Texts in the Tibetan Kanjur’. In Tibetan Studies: Proceedings of the 5th Seminar of the International Association for Tibetan Studies, Narita 1989; Volume 1, Buddhist Philosophy and Literature, edited by Shôren Ihara and Zuihô Yamaguchi, 77–93. Naritasan Shinshoji Monograph Series 2. Tokyo: Tokyo Press.\n\nMembers of the Indo-Tibetan Section of the Indologisches Seminar, Universität Bonn. 1998. The brief catalogues to the Narthang and the Lhasa Kanjurs: a synoptic edition of the Bka’ ‘gyur rin po che’i mtshan tho and the Rgyal ba’i bka’ ’gyur rin po che thos chem so so’i mtshan byaṅ dkar chag bsdus pa. Wiener Studien zur Tibetologie und Buddhismuskunde. Wien: Arbeitskreis für Tibetische und Buddhistische Studien.",
    "genre": "Kanjur",
    "date_created": "1732",
    "place_of_production": "Narthang Monastery Printing House",
    "coordinates": "29.190596,88.763157",
    "classifications": [
      "Mixed"
    ],
    "medium": "Print",
    "bdrc_reference": {
      "id": "G2CN10912",
      "url": "http://purl.bdrc.io/resource/G2CN10912"
    },
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "Norshing Project",
      "numberoflines": "7",
      "integratedrkts": "0",
      "isreferenceset": "0",
      "imagesby": "BDRC"
    },
    "constituents": [
      {
        "id": "49",
        "title": "MW22703",
        "url": "http://purl.bdrc.io/resource/MW22703",
        "medium": "Print",
        "script": "Uchen",
        "extent": "102"
      },
      {
        "id": "50",
        "title": "MW2KG5014",
        "url": "http://purl.bdrc.io/resource/MW2KG5014",
        "medium": "Print",
        "script": "Uchen",
        "extent": "102"
      },
      {
        "id": "51",
        "title": "MW2KG210297",
        "url": "http://purl.bdrc.io/resource/MW2KG210297",
        "medium": "Print",
        "script": "Uchen",
        "extent": "102"
      }
    ]
  },
  {
    "file_name": "N_Narthang Tanjur.xml",
    "sigla": "N",
    "title": "Narthang Tanjur",
    "alternative_title": "བསྟན་འགྱུར ༼སྣར་ཐང༽",
    "abstract": "Of the great Tibetan canonical collections, the Narthang Tanjur holds a uniquely significant position, existing in two historically important forms: an early 14th-century manuscript that established the Tibetan canon concept, and the 18th-century xylograph edition, a monumental printing project that became foundational for modern canonical studies.\n\nThe name \"Narthang Tanjur\" (Snar thang bstan 'gyur) primarily refers to the 18th-century woodblock print edition, though it is also used for the earlier manuscript collection, sometimes distinguished as the Old Narthang Tanjur. The xylograph belongs to what is sometimes called the New Narthang edition.\n\nThe first comprehensive and organized compilation of the Tibetan canon—both the Kanjur and the Tanjur—was undertaken at Narthang Monastery in the early 14th century. This project began when Narthangpa Jamyang offered paper and ink to his teacher, Chomden Rigpé Raldri (Bcom ldan rig pa’i ral gri, 1227–1305). Under his direction, disciples including Üpa Losal Jangchub Yeshe (Dbus pa blo gsal byang chub ye shes, fl. 14th cent.), Lotsāwa Sönam Özer (Lo tsā ba Bsod nams 'od zer, fl. 14th cent.), and Gyangro Jangchub Bum (Rgyang ro Byang chub 'bum, fl. 14th cent.) gathered, collated, and revised all available translations of Buddhist scriptures from Central Tibetan monasteries (Ü and Tsang). Housed in the Dzamlha Lhakhang of Narthang, this collection marked the introduction of the terms \"Kanjur\" and \"Tanjur\" in Tibet. The manuscript Tanjur served as the model for later influential editions, notably the Shalu Tanjur, edited by Butön Rinchen Drup (Bu ston rin chen grub, 1290–1364).\n\nThe renowned Narthang xylograph edition of the Tanjur was the outcome of a state-sponsored project commissioned by Pholané Sönam Tobgyal (Pho lha nas bsod nams stobs rgyas, 1689–1747), the de facto ruler of Tibet. This work followed the completion of the Narthang Kanjur (1730–1732) by nearly a decade, emphasizing the independence of the two projects. Carving the Tanjur woodblocks began on the 27th day of the third month of the Iron-Bird year (1741) and concluded on the 25th day of the tenth month of the Water-Dog year (1742). The project lasted just over one year and seven months, the fastest recorded completion for a Tibetan Tanjur woodblock edition. Upon completion, the edition was presented to the Dalai Lama and preserved at Kun dga’ ra ba of the ’Khrungs rabs lha khang.\n\nThe speed of production suggests the Narthang Tanjur xylograph was a reproduction of an existing edition, not a newly revised text. Its colophon indicates the Narthang manuscript Tanjur as its exemplar, with additional rare and newly translated texts—primarily from the Shalu Tanjur. This approach contrasts with the more thoroughly revised Derge canon.\n\nThe Narthang Tanjur shows close genealogical ties to the Peking and Cone editions, with which it often shares readings, in contrast to the Derge edition. Its sequence and structure also align with the Peking edition. Characteristic traits include a consistent carving of the particle yang as 'ang, sporadic contractions (bsdu yig), and the use of unsized, absorbent, uneven bark paper, resulting in mediocre print quality, especially in the middle volumes.\n\nBoth manuscript and xylograph forms of the Narthang Tanjur are fundamental to the history of the Tibetan canon. The Old Manuscript Tanjur established the canonical structure and terms that shaped all subsequent collections. The xylograph Tanjur, as one of the four major print editions (with Derge, Peking, and Cone), is crucial for critical study of the treatises.\n\n**Selected bibliography**\n\nདབུས་པ་བློ་གསལ་རྩོད་པའི་སེངྒེ།. 2015. བཅོམ་ལྡན་རིག་རལ་གྱིས་བཞེངས་པའི་སྣར་ཐང་བསྟན་འགྱུར་དཀར་ཆག. Edited by Jampa Samten. Dharamsala: Library of Tibetan Works and Archives.\n\nAlmogi, Orna. 2021. ‘The Old sNar Thang Tibetan Buddhist Canon Revisited, with Special Reference to dBus pa Blo gsal’s bsTan ’gyur Catalogue’. Revue d’Etudes Tibétaines 58: 165–207.\n\n任宜敏. 2016. ‘存护法城——卓尼版《甘珠尔》《丹珠尔》、纳塘古版《甘珠尔》、导颇章《甘珠尔》写本重现纪略’. 浙江学刊, 379–84.\n",
    "genre": "Tanjur",
    "date_created": "1742",
    "place_of_production": "Narthang Monastery Printing House",
    "coordinates": "29.190596,88.763157",
    "classifications": [],
    "medium": "Print",
    "bdrc_reference": {
      "id": "G2CN10912",
      "url": "http://purl.bdrc.io/resource/G2CN10912"
    },
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "BDRC",
      "numberoflines": "0",
      "integratedrkts": "0",
      "isreferenceset": "0"
    },
    "constituents": [
      {
        "id": "52",
        "title": "MW22704",
        "url": "http://purl.bdrc.io/resource/MW22704",
        "medium": "Print",
        "script": "",
        "extent": ""
      },
      {
        "id": "53",
        "title": "MW2KG5015",
        "url": "http://purl.bdrc.io/resource/MW2KG5015",
        "medium": "",
        "script": "",
        "extent": ""
      }
    ]
  },
  {
    "file_name": "Ne_Newark Kanjur.xml",
    "sigla": "Ne",
    "title": "Newark Collection (Bathang)",
    "alternative_title": "འབའ་ཐང་བཀའ་འགྱུར།",
    "abstract": "The Newark Kanjur, also called the Bathang Kanjur fragment (’ba’ thang bka’ ’gyur), is a significant handwritten local Kanjur from Eastern Tibet, now in the Newark Museum, New Jersey, as part of the Shelton Collection. Scholars generally date it to the 15th or 16th century, though its precise age is undetermined. As a local Kanjur, it represents the unique collection of a single monastery, rather than a standardized, widely published edition.\n\nThe manuscript originated in Bathang, a town in the Kham region near the historical Tibet-China border. Its survival is directly linked to the 1905 destruction of the Gelukpa monastery, Ba Chöde Ganden Phandeling (’Ba’ chos sde dga' ldan phan bde gling), by Chinese forces. After the monastery's library was dispersed, Dr. Albert L. Shelton (1875–1922), an American missionary physician, obtained several of the displaced volumes. In 1920, Shelton donated 24 handwritten Tibetan volumes to the Newark Museum. Flora Beal Shelton (1875–1962), his widow, later described their rescue.\n\nThe museum cataloged the 24 volumes as accession numbers 20.468 to 20.491, though one part of the Prajñāpāramitā was initially filed under a different collection, causing some confusion. Eleanor Olson (1913–1976), author of the Newark Museum’s Tibetan Collection catalogue, was the first to organize the collection. She recognized that colored silk tags sewn to the title pages carried abbreviated titles corresponding to major Kanjur sections, letting her classify them as Vinaya, Sūtra, Abhidharma, and Tantra.\n\nPeter Skilling conducted the first detailed scholarly study, examining the volumes in 1992 and publishing an inventory in 2001. His report covered 23 volumes, as the last was not located at the time.\nHelmut Eimer's 2012 study compared the Newark Collection’s Buddhāvataṃsakasūtra with the Derge edition, to illuminate similarities and differences. He concluded that the Newark Collection’s Sūtra division displays a distinctive text order and arrangement. It includes what appears to be a unique, possibly early, translation of the Tathāgatagarbhasūtra, predating widespread standardization in the ninth century. The manuscript is valued for its independent readings, which scholars can use to trace textual history, even if it occasionally features errors or low-quality variants compared to other Kanjurs.\n\nThe manuscript is written on both sides of the folios, which measure about 7 x 22–26 inches (17.78 x 55.88–66.04 cm), and lacks original covers. Titles and volume numbers appear on silk flaps attached to each volume.\nSome volumes include a table of contents at the end, a trait seen in earlier, less-standardized Tibetan canonical collections rather than the later standardized Kanjurs, revealing the Newark Collection's transitional or regional character.\n\n**Selected bibliography**\n\nEimer, Helmut. 2012. A Catalogue of the Kanjur Fragment from Bathang Kept in the Newark Museum. Vienna: Arbeitskreis für Tibetische und Buddhistische Studien.\n\nDietz, Siglinde. 2002. ‘The ‘Jig Rten Gzhag Pa in the Kanjur Manuscript of the Newark Museum [and Appendix]’. In The Many Canons of Tibetan Buddhism: Proceedings of the Ninth Seminar of the IATS, 2000, edited by Helmut Eimer and David Germano, 13–28. BRILL. https://doi.org/10.1163/9789004502697_003.\n\nPark, Hyunjin. 2017. ‘The Bathang Manuscript of the Buddhāvataṃsakasūtra’. Journal of Indian and Buddhist Studies (Indogaku Bukkyogaku Kenkyu) 65 (3): 1284–88. https://doi.org/10.4259/ibk.65.3_1284.\n\nSkilling, Peter. 2001. ‘The Batang Manuscript Kanjur in the Newark Museum: A Preliminary Report’. Annual Report of The International Research Institute for Advanced Buddhology at Soka University 4:71–92.\n\nབསོད་བྷ་རྒྱ་མཚོ།. 2021. ‘ཨརིའི་ནེ་བར་ཁྱ་རྟེན་མཛོད་ཁང་དུ་ཉར་བའི་འབའ་ཐང་བཀའ་འགྱུར་ལག་བྲིས་མར་དཔྱད་པ།’. 青海民族大学学报：藏文版 57 (4): 67–75.",
    "genre": "Canonical Collection",
    "date_created": "15th–16th cent.",
    "place_of_production": "Bathang Chöde Ganden Phandeling",
    "coordinates": "30.016667,99.099722",
    "classifications": [
      "Independent"
    ],
    "medium": "Manuscript",
    "bdrc_reference": {
      "id": "G4023",
      "url": "http://purl.bdrc.io/resource/G4023"
    },
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "false",
      "text_Text Available": "false",
      "digitizedby": "TMPV",
      "numberoflines": "8",
      "integratedrkts": "0",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "54",
        "title": "MW3CN1317",
        "url": "http://purl.bdrc.io/resource/MW3CN1317",
        "medium": "Manuscript",
        "script": "Uchen",
        "extent": "9"
      }
    ]
  },
  {
    "file_name": "Ng_Namgyal Collection.xml",
    "sigla": "Ng",
    "title": "Namgyal Collection",
    "alternative_title": "རྣམ་རྒྱལ་དགོན་དུ་བཞུགས་པའི་མདོ་མང་།",
    "abstract": "Namgyal Monastery (Rnam rgyal dgon pa, situated on a hill west of Lo Manthang in Upper Mustang, preserves a major collection of approximately 126 early Tibetan manuscripts. Though sometimes called a \"Kanjur\" locally, this is a heterogeneous collection. It includes 28 volumes from a 30-volume Sūtra collection (mdo sde), with volumes ma and ha missing; 14 volumes comprise a Prajñāpāramitā set containing only the Śatasāhasrikāprajñāpāramitāsūtra ('bum); and several fragments or individual volumes representing other categories.\n\nThe Sūtra and Prajñāpāramitā collections stand out for both quality and age, featuring intricate illuminations on the first and last folios. Art-historical and codicological evidence indicates these manuscripts were likely produced in the early fourteenth century, though stylistic comparisons suggest production could be as early as the twelfth or thirteenth century. This places their creation before the establishment of the Mustang kingdom and the influence of Ngorchen Kunga Sangpo (Ngor chen kun dga’ bzang po, 1382–1456).\n\nThe Namgyal collection is a key example of the canonical transmission known as the \"Mustang group,\" distinct from both the Tsalpa and Thempangma mainstream Kanjur traditions. The Sūtra collection exemplifies the mdo mangs model, an earlier precursor to the fully structured Sūtra sections of later Kanjurs. Other similar Sūtra collections have been identified in Mustang and Dolpo, all organized in 30-volume sets by the Tibetan alphabet and containing roughly 450 canonical works, including several absent from later standardized Kanjurs. Such collections influenced the compilation of the \"Early Mustang Kanjur\" in the fifteenth century, with dhāraṇīs and works redistributed in new sections, a process visible in the Namgyal Collection. Connections are also seen in Kanjurs preserved at Hemis and Basgo.\n\nThe Namgyal collection’s contents reflect its early origins. The Prajñāpāramitā set consists solely of the Śatasāhasrikāprajñāpāramitāsūtra, spread across fourteen volumes and 76 chapters—four more than the Derge Kanjur version, which has twelve volumes. The Sūtra collection, originally thirty volumes, contains 325 individual texts. Notably, it includes Tanjur-style works by authors, such as Āryaśūra’s Jātakamālā and the Saptakumārikāvadāna, and intersperses dhāraṇīs and short tantric texts within the Sūtra section, rather than separating them as in later works. It also preserves rare texts, such as a praise to Maitreya and a sūtra on Maudgalyāyana rescuing his mother from hell.\n\nPhysically, the manuscripts are high-quality, large-format pothī volumes written on thick, natural beige paper. Each volume features illuminated folios at front and back, constituting a unique iconographic program unrivalled among extant early Tibetan manuscript collections. The Sūtra collection employs a distinctively angular dbu can script with red ink for volume letters and consistent archaic orthography.\n\n**Selected bibliography**\nLuczanits, Christian, and Markus Viehbeck. 2021. Two Illuminated Text Collections from Namgyal Monastery: A Study of Early Buddhist Art and Literature in Mustang. Kathmandu: Vajra Books.\n\nLuczanits, Christian. 2016. ‘Portable Heritage in the Himalayas: The Example of Namgyal Monastery, Mustang: Part II, Books and Stupas’. Orientations 47 (5): 2–12.",
    "genre": "Canonical Collection",
    "date_created": "12th–14th cent.",
    "place_of_production": "Namgyal Monastery",
    "coordinates": "29.19002,83.94746",
    "classifications": [
      "Independent"
    ],
    "medium": "Manuscript",
    "bdrc_reference": {
      "id": "G2KG2759",
      "url": "http://purl.bdrc.io/resource/G2KG2759"
    },
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "TMPV",
      "imagesby": "BDRC",
      "numberoflines": "9",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "55",
        "title": "MW2KG229028",
        "url": "http://purl.bdrc.io/resource/MW2KG229028",
        "medium": "Manuscript",
        "script": "Uchen",
        "extent": "52"
      }
    ]
  },
  {
    "file_name": "Np_Neyphug Kanjur.xml",
    "sigla": "Np",
    "title": "Neyphug Kanjur",
    "alternative_title": "བཀའ་འགྱུར ༼གནས་ཕུག་བྲིས་མ༽",
    "abstract": "Neyphug Monastery (Gnas phug dgon pa), was founded in 1550 by Ngag dbang grags pa (1525–1599), a renowned treasure revealer (gter ston). From its establishment, the monastery became the principal seat of the Neyphug Tülku (Gnas phug sprul sku), a lineage of incarnate lamas who played a vital role in the religious and cultural life of western Bhutan. \nThe monastery houses a manuscript Kanjur believed to have been compiled during the 17th century under the guidance of the second Neyphug lama. This Kanjur is an important link in Bhutan’s textual transmission of the Buddhist canon. In addition to this text, Neyphug preserves significant works by Padma dkar po (1527–1592), a prominent 'Brug pa scholar recognized for his doctrinal and historical writings, and Rje mkhan po Yon tan mtha' yas (1724–1786), a Bhutanese chief abbot and historian whose works reflect a deep engagement with local and trans-regional Buddhist learning. The collection also includes contributions by the ecumenical master Byang chub brtson 'grus alongside records authored by Ngag dbang grags pa himself, which offer insight into his spiritual practices and teachings.\nA pivotal moment in Neyphug’s history was the fire of 1864, which destroyed much of the residential section of the monastery and many historical records. However, the main temple and its invaluable manuscript collection survived the disaster. Efforts to recover and preserve the institution’s lost history were undertaken by the seventh Neyphug Tulku, Nam grol rdo rje, whose writings partially reconstructed information obliterated in the fire. These recovered accounts, alongside the founder’s own autobiography, are regarded as essential historical documents that illuminate Neyphug’s legacy.\n\n**Selected bibliography**\nClarke, Shayne. 2016. ‘Lost in Tibet, Found in Bhutan: The Unique Nature of the Mūlasarvāstivādin Law Code for Nuns’. Buddhism, Law & Society 2: 199–292.",
    "genre": "Kanjur",
    "date_created": "17th cent.",
    "place_of_production": "Neyphug Monastery",
    "coordinates": "27.39330,89.49910",
    "classifications": [],
    "medium": "Manuscript",
    "bdrc_reference": {
      "id": "G1KG116094",
      "url": "http://purl.bdrc.io/resource/G1KG116094"
    },
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "EAP",
      "numberoflines": "7",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "56",
        "title": "MWEAP310-2-1",
        "url": "http://purl.bdrc.io/resource/MWEAP310-2-1",
        "medium": "Manuscript",
        "script": "Uchen",
        "extent": "106"
      }
    ]
  },
  {
    "file_name": "Nr_Neruk Collection.xml",
    "sigla": "Nr",
    "title": "Neruk Collection",
    "alternative_title": "",
    "abstract": "",
    "genre": "Canonical Collection",
    "date_created": "",
    "place_of_production": "",
    "coordinates": "",
    "classifications": [],
    "medium": "",
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "false",
      "text_Text Available": "false"
    },
    "constituents": []
  },
  {
    "file_name": "Ns_Nesar Collection.xml",
    "sigla": "Ns",
    "title": "Nesar Collection",
    "alternative_title": "གནས་གསར་དགོན་པར་བཞུགས་པའི་དཔེ་ཆ་སྣ་ཚོགས།",
    "abstract": "The Nesar (gnas gsar) Collection is a major assemblage of Tibetan canonical manuscripts housed at Nesar Monastery in Bicher (byi gcer) village, Upper Dolpo. Renowned for its age, scale, and pivotal role in Kanjur transmission, the collection serves as a vital source for the study of canonical history in the western Himalayas.\n\nThe library consists of 642 largely canonical volumes, totalling around 160,000 folios, including 150 illuminated folios. In the 1990s, the collection came to scholarly attention through the efforts of Klaus-Dieter Mathes. To safeguard the manuscripts from theft, the head lama, Tenzin Gyaltsen (Bstan 'dzin rgyal mtshan), sealed the library in 1996; it was reopened in 2001 for documentation and study during the Pritzker-Roncoroni expeditions. Amy Heller conducted a preliminary survey of the manuscripts at that time, focusing on the illuminations and historical prefaces.\n\nThe Nesar Collection is composite, assembled from at least three sources. The majority are original to Nesar Monastery, with 98 volumes from Lang Monastery (Glang dgon pa) and 71 from Serkhang Temple (Gser khang). Though the full contents remain under study, the collection includes sections such as the Vinaya and Prajñāpāramitā.\n\nThe primary period of creation for the main illuminated manuscript sections at Nesar—specifically the Sūtra and Śatasāhasrikā-Prajñāpāramitā sections—is estimated to be circa 1350–1500 CE, as established by multiple lines of evidence. Scientific radiocarbon analysis of the manuscripts confirms this date range. Paleographic and orthographic features further indicate a fourteenth-century creation, a time when the old writing style in western Tibet was gradually giving way to a newer script. Manuscripts from this period display distinctive archaic characteristics, which set them apart from those of later centuries. These include the use of two string holes, often marked in red, simple and ancient-style head marks (mgo yig), consistent use of the conjunct ma with a subscript ya (mya), frequent appearance of the “strong da” (da drag), and only very occasional use of the reversed i-vowel sign for (gi gu log).\n\nMost of the major manuscripts at Nesar date to the fourteenth and fifteenth centuries, but the temple itself was built much earlier, around 1100–1125 CE. Manuscript collections from the broader Dolpo region go back to the twelfth and thirteenth centuries, placing the Nesar collection firmly within a longstanding local tradition of manuscript production.\n\nThe Nesar Collection stands as an intermediary link in the history of Tibetan canonical transmission, bridging the collections of Phug brag and Mustang (Glo). It belongs to the same textual network as the Kanjurs of Early Mustang, Hemis, and Basgo, underscoring the close historical and cultural connections between these sites.\n\n**Selected bibliography**\nHeller, Amy. 2007. ‘Preliminary Remarks on the Manuscripts of Gnas Gsar Dgon Pa in Northern Dolpo (Nepal)’. In Proceedings of the Tenth Seminar of the IATS, 2003. Volume 8: Discoveries in Western Tibet and the Western Himalayas, edited by Amy Heller and Giacomella Orofino, 129–49. Leiden: Brill.\n\n—. 2009. Hidden Treasures of the Himalayas: Tibetan Manuscripts, Paintings and Sculptures of Dolpo. Chicago: Serindia Publications.\n\n—. 2014. ‘The Illuminated Manuscripts of Nesar Gompa (gNas.Gsar Dgon.Pa): Late 11th to 16th Century Tibetan Books Made for a Monastery Library in Dolpo, Nepal’. In Studies on Sino-Tibetan Buddhist Art: Proceedings of the Fourth International Conference on Tibetan Archaeology and Art, edited by Jisheng Xie and Weinuo Jin, 161–65. Shanghai: Shanghai gu ji chu ban she.\n\nMathes, Klaus-Dieter. 2003. ‘Establishing the Succession of the Sakya Lamas of Näsar Gompa and Lang Gompa in Dolpo (Nepal)’. Wiener Zeitschrift Für Die Kunde Südasiens 47: 85–108.",
    "genre": "Canonical Collection",
    "date_created": "1350–1500",
    "place_of_production": "Nesar Monastery",
    "coordinates": "29.452222,82.914167",
    "classifications": [
      "Mustang"
    ],
    "medium": "",
    "bdrc_reference": {
      "id": "G1BL11",
      "url": "http://purl.bdrc.io/resource/G1BL11"
    },
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "false",
      "text_Text Available": "false"
    },
    "constituents": []
  },
  {
    "file_name": "O_Tawang Kanjur.xml",
    "sigla": "O",
    "title": "Tawang Kanjur",
    "alternative_title": "ཨོ་རྒྱན་གླིང་བཀའ་འགྱུར།",
    "abstract": "The Tawang Kanjur refers to two manuscript collections of the Tibetan Buddhist canon kept at Tawang Monastery (Dga' ldan rnam rgyal lha rtse) in Arunachal Pradesh, India: a 103-volume handwritten Kanjur (Bka’ ‘gyur skya chos) and an incomplete gold and silver illuminated Kanjur (Bka’ ‘gyur gser chos) with 86 surviving volumes. Both originated at Orgyen Ling Monastery (O rgyan gling dgon pa) in the Mon region of Tibet and are also called the Orgyen Ling Kanjur. These manuscripts are a unique \"locally compiled edition\" within Tibetan canonical transmission.\n\nThe history of the Tawang Kanjur is inseparable from the political and religious upheavals of early eighteenth-century Tibet. Orgyen Ling, the source of these collections, was the birthplace monastery of the Sixth Dalai Lama, Tsangyang Gyatso (Tshangs dbyangs rgya mtsho, 1683–1706). After the death of the Fifth Dalai Lama (1617–1682), Orgyen Ling was destroyed—sources attribute this either to the Dzungar Mongols (who occupied Tibet 1717–1720) or to sectarian attacks on Nyingma monasteries. The Dzungars, known for banning and destroying Nyingma establishments, contributed to this devastation.\n\nDuring or after this destruction, statues, scriptures, and silver stupas from Orgyen Ling were transferred to Tawang Monastery, established in 1680 as the Gelukpa center of Monyul. An official document formalized the transfer and inventory of these materials at Tawang.\n\nThe handwritten Kanjur was commissioned in 1699 by Desi Sangyé Gyatso (Sde srid Sangs rgyas rgya mtsho, 1653–1705), regent of Tibet, and completed before the eighth day of the sixth month of 1700. Written in black ink on thick paper, many volumes bear the signatures of their scribes.\n\nThe gold and silver illuminated Kanjur predates the handwritten collection, though its exact date is uncertain. It is written on thick, black-coated paper with alternating lines of gold and silver, and displays archaic orthographic features such as \"myi\" for \"mi\" and \"stsogs\" for \"sogs.\" Larger volumes measure 29×72 cm with four lines each of gold and silver; smaller ones, 19×72 cm with three lines of gold and four lines of silver per page. Each volume weighs about 10 kg.\n\nManuscripts were transferred to Tawang after 1717–1720, following the Dzungar occupation. In 1731, Miwang Pholané Sönam Tobgyel (Mi dbang Pho lha nas Bsod nams stobs rgyal, r. 1728–1747) issued an edict reinforcing Tawang’s custodianship of these texts. The collections have remained at Tawang Monastery (Galden Namgyal Lhatse) since their arrival. They were surveyed in 1989 by the Central Institute of Tibetan Higher Studies, Sarnath.\n\nThe Tawang Kanjur is notable for its unusually extensive inclusion of Nyingma tantric texts (rnying ma’i rgyud), making it almost a hybrid between a standard Kanjur and a Nyingma tantra collection—unlike mainstream Kanjur editions, which usually contain very few Nyingma works. The handwritten set has 103 volumes; the gold and silver set likely had a similar number, though only 86 survive. The Tawang stock register records 89 volumes of the gser chos in good condition, and 5 in damaged condition, showing the collection was already incomplete when received.\n\nAs a locally compiled edition, the Tawang Kanjur differs in its readings and arrangement from both major transmission lines (Tshalpa and Thempangma), reflecting the local editorial tradition of Mon.\n\n**Selected bibliography**\nJampa Samten. 1994. ‘Notes on the bKa’ ’gyur of O-Rgyan-Gling, The Family Temple of the Sixth Dalai Lama (1683-1706)’. In Tibetan Studies: Proceedings of the 6th Seminar of the International Association of Tibetan Studies, Fagernes 1992, 1:393–402. Oslo: The Institute for Comparative Research in Human Culture.\n\nLaloo, Bikika, and Chaphun Sumnyan. 2017. ‘Collection Development in Tawang Monastery Libraries’. Collection Building 36 (2): 77–88.\n\nMayer, Robert. 2011. ‘The Wonderful Orgyan Ling Manuscript Kanjur’. Kīli Kīlaya (blog). 19 September 2011. https://blogs.orient.ox.ac.uk/kila/2011/09/19/the-wonderful-orgyan-ling-manuscript-kanjur/.",
    "genre": "Kanjur",
    "date_created": "1700",
    "place_of_production": "Tawang Monastery",
    "coordinates": "27.586737543120808,91.85772191816841",
    "classifications": [
      "Independent"
    ],
    "medium": "",
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "false",
      "text_Text Available": "false"
    },
    "constituents": []
  },
  {
    "file_name": "Ph_Phukthar Collection.xml",
    "sigla": "Ph",
    "title": "Phukthar Collection",
    "alternative_title": "",
    "abstract": "The Phukthar (phug thar / phug dal) collection, a significant corpus of canonical manuscripts in the library of Phukthar Monastery in Zanskar, India, represents a proto-Kanjur—an early, incomplete stage of canonical formation rather than a full, standardized Kanjur.\n\nThe collection comprises approximately 75 manuscript volumes of various dates, reflecting a complex and layered compilation history. A small but crucial part—six or seven volumes from the 14th century—exhibits stylistic similarities to manuscripts from the Gondhla collection. The majority of other volumes were produced later, most likely in the 16th or 17th centuries.\n\nLocal tradition holds that the collection was originally much larger and that missing volumes were gifted to new temples across the region as Phukthar Monastery helped found them. However, the presumed missing texts have yet to be found. Rumors persist of the Gondhla manuscripts once belonging to a more extensive Phukthar set, allegedly split in the 18th century, though there is no direct textual evidence supporting this claim.\n\nPhukthar’s oldest volumes mainly contain texts from the Ratnakūṭa (5 vols.) and Prajñāpāramitā (4 vols.) sections. Later additions include works from the Buddhāvataṁsaka and further Prajñāpāramitā materials.\n\nThe collection is especially notable for its absence of both Vinaya and Tantra sections—an omission marking it, like the Gondhla manuscripts, as a proto-canonical set predating the standardized, Narthang-influenced Kanjur tradition.\n\n**Selected bibliography**\nLainé, Bruno. 2009. ‘Canonical Literature in Western Tibet and the Structural Analysis of Canonical Collections’. Journal of the International Association of Tibetan Studies 5: 1–32.",
    "genre": "Canonical Collection",
    "date_created": "14th–17th cent.",
    "place_of_production": "Phugtal Monastery",
    "coordinates": "33.268364,77.179542",
    "classifications": [],
    "medium": "",
    "bdrc_reference": {
      "id": "G1BL21",
      "url": "http://purl.bdrc.io/resource/G1BL21"
    },
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "false",
      "text_Text Available": "false"
    },
    "constituents": []
  },
  {
    "file_name": "Pj_Phajoding Ogmin Kanjur.xml",
    "sigla": "Pj",
    "title": "Phajoding Ogmin Kanjur",
    "alternative_title": "ཕ་ཇོ་ལྡིང་འོག་མིན་ལྷ་ཁང་བཀའ་འགྱུར།",
    "abstract": "Phajoding Monastery, perched above Thimphu in Bhutan, was founded in the 13th century as a hermitage by Phajo Drukgom Zhigpo (Pha jo ‘Brug sgom zhig po, 1184–1251), the yogin who introduced the Drukpa Kagyü tradition to Bhutan. Over the following centuries, the site gained prominence as a place of retreat for many Chief Abbots (rje mkhan po) of Bhutan, especially during the medieval period. One of the most notable figures associated with Phajoding is Shakya Rinchen (Shākya rin chen, 1710–1759), a great scholar and the 9th Je Khenpo, who—along with several other Je Khenpos—retired to Phajoding.\n\nThe main temple complex was constructed around 1755 by Bhutan’s 13th Desi, Sherab Wangchuk (Shes rab dbang phyug, 1697–1765), together with Shakya Rinchen. Over subsequent centuries, additional temples and monastic residences were developed, resulting in the substantial monastic community present today.\n\nPhajoding’s library has gradually expanded and now holds over 1,000 volumes of manuscripts and block prints, including canonical, ritual, and biographical works. The Phajoding Ogmin Kanjur is a significant part of this collection and illustrates the monastery’s ongoing commitment to the preservation of Drukpa Kagyü texts in Bhutan. The monastery’s printing house also holds historical importance, notably for producing the works of the Tibetan philosopher Shakya Chokden (Shākya mchog ldan, 1428–1507) after his writings were banned in Tibet. Today, the manuscripts at Phajoding—including those of the Ogmin Kanjur—remain critical for Bhutanese Buddhist traditions and for the study of Himalayan Buddhism more broadly.\n\nReferences and further details can be found in the EAP570 project archive (https://eap.bl.uk/project/EAP570)",
    "genre": "Kanjur",
    "date_created": "18th–19th cent.",
    "place_of_production": "Phajoding Monastery",
    "coordinates": "27.489086, 89.574310",
    "classifications": [
      "Thempangma"
    ],
    "medium": "Manuscript",
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "EAP",
      "numberoflines": "7",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "57",
        "title": "MWEAP570-6-1",
        "url": "http://purl.bdrc.io/resource/MWEAP570-6-1",
        "medium": "Manuscript",
        "script": "Uchen",
        "extent": "103"
      }
    ]
  },
  {
    "file_name": "Pz_Phajoding Khangzang Kanjur.xml",
    "sigla": "Pz",
    "title": "Phajoding Khangsang Kanjur",
    "alternative_title": "ཕ་ཇོ་ལྡིང་བཀའ་འགྱུར།",
    "abstract": "Phajoding started in the 13th century as a hermitage of Phajo Drukgom Zhigpo, who brought the Drukpa Kagyu tradition to Bhutan. However, it saw its heyday in the medieval period of Bhutan’s history when the great scholar and 9th Je Khenpo or Chief Abbot, Shakya Rinchen and many other Chief Abbots of Bhutan retired to this monastic hermitage. Its main temple complex was built around 1755 by the 13th Desi ruler Sherab Wangchuk and Shakya Rinchen. Many monastic buildings were added in the later centuries and its library has also incrementally grown to be a rich collection of over 1,000 volumes including manuscripts and block prints.",
    "genre": "Kanjur",
    "date_created": "",
    "place_of_production": "Phajoding Monastery",
    "coordinates": "27.489086, 89.574310",
    "classifications": [
      "Thempangma"
    ],
    "medium": "Manuscript",
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "EAP",
      "numberoflines": "7",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "58",
        "title": "MWEAP570-7-1",
        "url": "http://purl.bdrc.io/resource/MWEAP570-7-1",
        "medium": "Manuscript",
        "script": "Uchen",
        "extent": "103"
      }
    ]
  },
  {
    "file_name": "Q_Peking 1737 Kanjur.xml",
    "sigla": "Q",
    "title": "Peking 1737 Kanjur",
    "alternative_title": "པེ་ཅིང་བཀའ་འགྱུར། ༼༡༧༣༧༽",
    "abstract": "The 1737 Peking Kanjur, also known as the Qianlong Kanjur, is a major woodblock-printed edition, produced under the patronage of the Qianlong emperor (乾隆, r. 1735–1796) of the Qing dynasty. It comprises 107 volumes plus an index and was printed in red ink. The Qianlong edition is not a new textual redaction, but a reprinting from established xylographs. The original blocks were carved for the Yongle Kanjur in 1410, based on the Tshalpa tradition. The 1737 edition used the second set of woodblocks commissioned for the Peking Kanjur under the Kangxi Emperor (康熙帝, 1654–1722), originally carved between 1684 and 1692. These same blocks were used for earlier Kangxi editions (1700, 1717–1720) and the Qianlong edition, with occasional corrections and minor changes. Consequently, the so-called “Peking group” block-print editions are nearly identical, with each subsequent print descended from the same source blocks or their direct impressions.\n\nThe Qianlong Kanjur belongs to the Peking branch of the “Eastern group” of Kanjur transmission. Scholarly analysis confirms that the 1737 Qianlong edition is “almost identical” to the preceding 1717–1720 Kangxi edition. Its reliability and completeness led modern editors to use the Qianlong print to restore missing parts in the photolithographic reprint “The Tibetan Tripitaka: Peking Edition” (Japan, 1955), which otherwise used the 1717–1720 blocks.\n\nA unique feature of the 1737 Qianlong edition is the inclusion of an additional colophon, specifically attached to the text ““The Great King of Contemplations Called ‘Nondual Equanimity that Perfectly Conquers’” (Gnyis su med pa mnyam pa nyid rnam par rgyal ba zhes bya ba’i rtog pa’i rgyal po chen po), expressly dated to the Qianlong emperor’s second regnal year.\n\n**Selected bibliography**\n\nImaeda, Yoshiro. 1977. ‘Mise au point concernant les Tibet éditions chinoises du Kanjur et du Tanjur tibétains’. In Essais sur l’art du Tibet, edited by Ariane MacDonald and Yoshiro Imaeda, 23–51. Paris: Librairie d’Amérique et d’Orient.\n\nSilk, Jonathan A. 1996. ‘Notes on the History of the Yongle Kanjur’. In Suhṛllekhāḥ: Festgabe Für Helmut Eimer, edited by Michael Hahn, Jens-Uwe Hartmann, and Roland Steiner, 153–200. Indica et Tibetica 28. Swisttal-Odendorf: Indica et Tibetica Verlag.",
    "genre": "Kanjur",
    "date_created": "1737",
    "place_of_production": "Beijing",
    "coordinates": "40.190632,116.412144",
    "classifications": [
      "Tshalpa"
    ],
    "medium": "Print",
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "true",
      "digitizedby": "TMPV",
      "numberoflines": "8",
      "integratedrkts": "1",
      "isreferenceset": "0",
      "imagesby": "BDRC"
    },
    "constituents": [
      {
        "id": "59",
        "title": "MW1PD96684",
        "url": "http://purl.bdrc.io/resource/MW1PD96684",
        "medium": "Print",
        "script": "Uchen",
        "extent": "107"
      },
      {
        "id": "60",
        "title": "MW3CN1094",
        "url": "http://purl.bdrc.io/resource/MW3CN1094",
        "medium": "Print",
        "script": "Uchen",
        "extent": "107"
      }
    ]
  },
  {
    "file_name": "Q_Peking Tanjur.xml",
    "sigla": "Q",
    "title": "Peking Tanjur",
    "alternative_title": "པེ་ཅིང་བསྟན་འགྱུར།",
    "abstract": "The Peking Tanjur—also known as the Qing Tanjur—represents one of the classical xylograph editions of the Tibetan Buddhist canon, completed in Beijing in 1724. Produced as part of a Qing imperial initiative to create canonical collections in major languages of the empire, the Peking Tanjur followed after the earlier Peking Kanjur. According to its colophon, the Tanjur was compiled between 1687 and 1688, posthumously attributed to the Fifth Dalai Lama (1617–1682), though actual supervision was by the regent Desi Sangyé Gyatso (Sde srid Sangs rgyas rgya mtsho, 1653–1705). The blocks were carved under imperial sponsorship beginning in 1724, during Yongzheng Emperor’s reign, and printing was completed by 1738.\n\nThe Peking Tanjur is a faithful printing of the 1688 Tanjur produced under Desi Sangyé Gyatso, itself based on the Shalu Tanjur (Zhwa lu bstan ’gyur). Analysis shows the Peking, Narthang, and Coné Tanjurs all descend from a common original. While the colophon omits its sources, the structure and contents closely match the manuscript Golden Tanjur (Gser bris bstan ’gyur).\n\nNotable additions in the Peking edition are twenty volumes of collected works of Tsongkhapa Lobsang Dragpa (Tsong kha pa blo bzang grags pa, 1357–1419) and seven volumes of works by the First Cangkya Khutukhtu Ngawang Chokden (Lcang skya Ngag dbang mchog ldan, 1642–1714).\n\nThese additions expanded the Peking and Narthang collections by over five hundred texts relative to the Derge and Coné editions. The original catalogue was written by the regent, with an important later catalogue by Second Thukwan, Cho4kyi Gyatso (Thu’u bkwan Chos kyi rgya mtsho (1680–1736).\n\nProduced as an imperial xylograph, the Peking Tanjur woodblocks were housed in Beijing with restricted access, and were lost by around 1900. The collection survived through several key reproductions:\n- Around 1920, a complete set was brought to Japan for the Thirteenth Dalai Lama, Thubten Gyatso, and housed at Tohoku University.\n- In 1955, Tohoku University published a photostat reprint in 105 volumes, now in major libraries worldwide.\n- Ōtani University’s edition is a further reproduction.\n\n**Selected bibliography**\nSuzuki, Daisetz Teitaro. 1962. The Tibetan Tripitaka - Peking Edition - Catalogue & Index: Kept in the Library of the Otani University, Kyoto; Reprinted under the Supervision of the Otani University, Kyoto. Tokyo: Suzuki Research Foundation.\n\nThe Shin Buddhist Comprehensive Research Institute, Otani University. 2005. ‘Peking Tripitaka Online Search’. 2005. https://web.otani.ac.jp/cri/twrpe/peking/.\n\nUi, Hakuju, Munetada Suzuki, Yenshô Kanakura, and Tôkan Tada. 1934. Chibetto Daizōkyō Sōmokuroku / A complete catalogue of the Tibetan Buddhist canons (Bkaḥ-ḥgyur and Bstan-ḥgyur). Sendai: Tōhoku Imperial University.",
    "genre": "Tanjur",
    "date_created": "1738",
    "place_of_production": "Beijing",
    "coordinates": "40.190632,116.412144",
    "classifications": [],
    "medium": "Print",
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "BDRC",
      "numberoflines": "8",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "61",
        "title": "MW1KG13126",
        "url": "http://purl.bdrc.io/resource/MW1KG13126",
        "medium": "Print",
        "script": "Uchen",
        "extent": "224"
      }
    ]
  },
  {
    "file_name": "Qu_Peking Ulaanbaatar Kanjur.xml",
    "sigla": "Qu",
    "title": "Peking Ulaanbaatar Kanjur",
    "alternative_title": "",
    "abstract": "The Peking Ulaanbaatar Kanjur contains 107 volumes, plus an index volume, with typical folio dimensions of approximately 71.7 by 21.2 cm. The woodblock prints are noted for their precision, clarity, and frequent use of red ink.\n\nOf the 107 volumes, 103 have been digitized from the xylograph form at the National Library of Mongolia. Four missing volumes (vol.02 rgyud ka, vol.18 rgyud tsa, vol.48 sher phyin mi, and vol.66 mdo sna tshogs ngu) survive only as manuscript copies, as do partial folios in two additional volumes (vol.38 sher phyin chi and vol.39 sher phyin ji).\n\nMultiple institutions—including the National Library of Mongolia, the Asian Classics Input Project (ACIP), and the YB Centre—have prepared and distributed high-quality digital images of the Peking Ulaanbaatar Kanjur (https://kawachen.org/peking_kangyur_j.htm).",
    "genre": "Kanjur",
    "date_created": "18th cent.",
    "place_of_production": "Beijing",
    "coordinates": "40.190632,116.412144",
    "classifications": [
      "Tshalpa"
    ],
    "medium": "Print",
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "false",
      "text_Text Available": "false",
      "numberoflines": "8",
      "integratedrkts": "0",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "62",
        "title": "MW1KG26108",
        "url": "http://purl.bdrc.io/resource/MW1KG26108",
        "medium": "Print",
        "script": "",
        "extent": ""
      }
    ]
  },
  {
    "file_name": "R_Ragya Kanjur.xml",
    "sigla": "R",
    "title": "Ragya Kanjur",
    "alternative_title": "རྭ་རྒྱ་བཀའ་འགྱུར།",
    "abstract": "The Ragya Kanjur is a xylographic edition of the Tibetan Buddhist canon produced at Ragya Tashi Jungne Monastery (Rwa rgya bkra shis 'byung gnas) in Amdo between 1814 and 1820. The edition was initiated and financed by Shingza Lobsang Dargye Gyatso (Shing bza' Blo bzang dar rgyas rgya mtsho, 1752/59–1824), with the catalog authored by the Seventh Panchen Lama, Tenpé Nyima (Paṇ chen Bstan pa’i nyi ma, 1782–1853). Carving of the woodblocks began in 1814 and was completed in 1820, involving a team of over 100 artisans, including both Derge master carvers and Ragya calligraphers.\n\nThe Ragya Kanjur consists of 104 volumes, one more than the Derge Kanjur, following the Derge's structure but adding a volume containing the Śūraṃgama-samādhi Sūtra (gtsug gtor dpa' bar 'gro ba'i ting 'dzin), a text translated under imperial patronage. Unlike some other later regional editions, the Ragya Kanjur is not an independent redaction—it is a direct, careful copy of the Derge Kanjur, inheriting both the Tshalpa textual lineage and the Derge's structural innovations, particularly in its organization of the Collected Dhāraṇīs (Gzungs ’dus) as a distinct section.\n\nThe Ragya edition is renowned for its high editorial standards and clarity, ensured by a meticulous three-stage proofreading process led by Jamyang Peljor (Byams pa dpal 'byor). This process involved cross-referencing the Derge exemplar, correcting where needed, and consulting closely with Shingza Pandita. The project fostered competition among carvers and calligraphers, aiming for excellence in both script and carving.\n\nDespite its lack of true textual independence from Derge, the Ragya Kanjur’s unique significance lies in its role as a regional vehicle for the dissemination and preservation of the Derge recension in Amdo. The work's high editorial quality and the addition of the Śūraṃgama-samādhi Sūtra mark its modest originality. During the upheavals of the mid-20th century, all the original Ragya woodblocks were destroyed, but the edition narrowly escaped total loss: after decades of searching, a complete printed copy was found in 2013 at Khyagchu Monastery in Pawung, Amdo, making re-edition and digital preservation possible in the 21st century.\n\n**Selected bibliography**\n\nབསོད་ནམས་སྐྱིད།. 2020. ‘རྭ་རྒྱའི་བཀའ་འགྱུར་གི་དཔར་བཞེངས་ཚུལ་དང་དེའི་རིན་ཐང་སྐོར་གེང་བ།’. MA thesis, Lanzhou: Northwest Minzu University.",
    "genre": "Kanjur",
    "date_created": "1820",
    "place_of_production": "Ragya Monastery",
    "coordinates": "34.679722,100.650000",
    "classifications": [
      "Tshalpa"
    ],
    "medium": "Print",
    "bdrc_reference": {
      "id": "G398",
      "url": "http://purl.bdrc.io/resource/G398"
    },
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "BDRC",
      "numberoflines": "7",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "63",
        "title": "MW2PD17098",
        "url": "http://purl.bdrc.io/resource/MW2PD17098",
        "medium": "Print",
        "script": "",
        "extent": ""
      }
    ]
  },
  {
    "file_name": "Re_Reruk Collection.xml",
    "sigla": "Re",
    "title": "Reruk Collection",
    "alternative_title": "",
    "abstract": "The Reruk Collection is located in Ladakh. More detailed information regarding its specific origins, the patrons or communities involved in its creation, and the historical period of its production is not yet available.",
    "genre": "Canonical Collection",
    "date_created": "",
    "place_of_production": "Reru",
    "coordinates": "33.336000,76.965670",
    "classifications": [],
    "medium": "",
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "false",
      "text_Text Available": "false"
    },
    "constituents": []
  },
  {
    "file_name": "S_Stog Kanjur.xml",
    "sigla": "S",
    "title": "Stog Kanjur",
    "alternative_title": "སྟོག་ཕོ་བྲང་བཀའ་འགྱུར།",
    "abstract": "The Stog Palace Kanjur is a complete manuscript edition of the Tibetan Buddhist canon, kept in the royal residence at Stog, Ladakh. It is an important witness to the Thempangma transmission lineage.\n\nProduced in the first half of the 18th century, likely around 1729, the Stog Kanjur was commissioned under the patronage of King Nyima Namgyal (Nyi ma rnam rgyal, r. 1691–1729), with the chief minister, Sönam Lhundrup (Bsod nams lhun grub), procuring a Kanjur manuscript from Bhutan and commissioning a new copy as an act of religious merit for the king’s long life—or, according to oral tradition, for his funeral rites. The Bhutanese exemplar likely reached Ladakh through the First Sela Jamgon Ngawang Gyaltsen (Se’u la Byams mgon Ngag dbang rgya mtshan, 1647–1732), the king’s chief spiritual adviser, underscoring close Ladakhi-Bhutanese religious ties.\n\nThe Stog Kanjur is a direct manuscript copy of its Bhutanese source, possibly produced by four scribes, judging by calligraphic evidence. In the 20th century, the manuscript was published in an offset edition (109 vols.) by T. Namgyal Tarusergar in Leh (1975–1980). Skorupski’s 1985 catalogue remains the definitive reference.\n\nThough closely related to the Thempangma, Stog exhibits unique features, notably in section order: the Buddhāvatamsaka and Mahāratnakūṭa sections are placed within Prajñāpāramitā, not after it, and both the Vinaya and Tantra sections show distinct arrangements. Despite such differences, the manuscript is recognized for careful orthographic regularization.\n\nThe Stog Palace Kanjur is crucial for the study of the Tibetan canon’s transmission, especially as one of the most complete and accessible Thempangma manuscripts. Its relationship with the Shey Palace Kanjur documents the development of a distinct Ladakhi branch of the tradition.\n\n**Selected bibliography**\nEimer, Helmut. 1982. ‘Zur Beurteilung Der Textqualität Der Kanjur-Handschrift Aus Dem Palast in Tog/Ladakh’. In Indological and Buddhist Studies: Volume in Honour of Professor J. W. de Jong on His Sixtieth Birthday, edited by Luise Anna Hercus, 121–36. Canberra: Australian National University.\n\n———. 1987. ‘Tadeusz Skorupski: A Catalogue of the sTog Palace Kanjur. (Bibliographia Philologica Buddhica. Series Maior, Iv.), Xxvi, 367 Pp. Tokyo: International Institute for Buddhist Studies, 1985.’ Bulletin of the School of Oriental and African Studies 50 (1): 172–73.\n\nHall, Bruce Cameron. 1986. ‘“A Catalogue of the sTog Palace Kanjur”, by Tadeusz Skorupski (Book Review)’. The Journal of the International Association of Buddhist Studies 9 (2): 156–61.\n\nSkorupski, Tadeusz. 1985. A Catalogue of the Stog Palace Kanjur. Tokyo: International Institute for Buddhist Studies.\n\nTauscher, Helmut, and Bruno Lainé. 2015. ‘The “Early Mustang Kanjur” and Its Descendents’. In Tibet in Dialogue with Its Neighbours: History, Culture and Art of Central and Western Tibet, 8th to 15th Century, edited by Erika Forte, Liang Junyan, Deborah Klimburg-Salter, Zhang Yun, and Helmut Tauscher, 463–81. Beijing & Vienna: China Tibetology Publishing House & Arbeitskreis für Tibetische und Buddhistische Studien.",
    "genre": "Kanjur",
    "date_created": "",
    "place_of_production": "Stog Palace",
    "coordinates": "34.072778,77.548611",
    "classifications": [
      "Thempangma"
    ],
    "medium": "Manuscript",
    "bdrc_reference": {
      "id": "G1BL25",
      "url": "http://purl.bdrc.io/resource/G1BL25"
    },
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "true",
      "digitizedby": "BDRC",
      "numberoflines": "9",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "64",
        "title": "MW22083",
        "url": "http://purl.bdrc.io/resource/MW22083",
        "medium": "Manuscript",
        "script": "Uchen",
        "extent": "109"
      }
    ]
  },
  {
    "file_name": "Sb_Skyurbuchan Collection.xml",
    "sigla": "Sb",
    "title": "Skyurbuchan Collection",
    "alternative_title": "",
    "abstract": "The Skurbuchan Collection is located in Ladakh. More detailed information regarding its specific origins, the patrons or communities involved in its creation, and the historical period of its production is not yet available.",
    "genre": "Canonical Collection",
    "date_created": "",
    "place_of_production": "Skurbuchan",
    "coordinates": "34.435278,76.710556",
    "classifications": [],
    "medium": "",
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "false",
      "text_Text Available": "false"
    },
    "constituents": []
  },
  {
    "file_name": "Sd_Stongde collection.xml",
    "sigla": "Sd",
    "title": "Stongde collection",
    "alternative_title": "",
    "abstract": "The Stongde Collection is located in Zangskar. More detailed information regarding its specific origins, the patrons or communities involved in its creation, and the historical period of its production is not yet available.",
    "genre": "Canonical Collection",
    "date_created": "",
    "place_of_production": "Stongdé Monastery",
    "coordinates": "33.52180136253203,76.98756421701579",
    "classifications": [],
    "medium": "",
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "false",
      "text_Text Available": "false"
    },
    "constituents": []
  },
  {
    "file_name": "Sk_Gser khang Collection.xml",
    "sigla": "Sk",
    "title": "Serkhang Collection",
    "alternative_title": "གསེར་ཁང་དུ་བཞུགས་པའི་དཔེ་ཆ་སྣ་ཚོགས།",
    "abstract": "The Serkhang Collection (Gser khang) is a distinctive assembly of Tibetan manuscripts originating from Serkhang Temple in the Lang valley, near Bicher in Upper Dolpo, Nepal. Closely linked historically and ritually with Nesar and Lang monasteries, the collection was at one point grouped with them into the so-called \"Dolpo Kanjur,\" an artificially constructed set later disaggregated by scholarly research. \n\nSerkhang Temple fell into disuse and its seventy-one manuscript volumes were relocated to nearby Nesar Monastery (Gnas gsar dgon pa) to ensure their preservation. Although still housed at Nesar for decades, the recently renovated Serkhang Temple is beginning to host some of these volumes again. Research, particularly by Klaus-Dieter Mathes, has underlined the close connection between the libraries of Serkhang, Nesar, and Lang.\n\nInitial documentation of the Serkhang Collection was carried out by Amy Heller in 2009, who inventoried seventy-one volumes at Nesar Monastery. In 2014, the head lama of Nesar, Tenzin Gyaltsen (Bstan ‘dzin rgyal mtshan), provided photographs of eighty-eight volumes believed to represent a complete Kanjur, but later analysis revealed this \"Dolpo Kanjur\" actually comprised volumes from three different monastic collections. This prompted an effort to catalogue and digitize each collection—Nesar, Lang, and Serkhang—separately. The Tibetan Manuscript Project Vienna (TMPV) completed digitization of the Serkhang Collection in May 2024. Out of the seventy-one volumes noted by Heller, fifty-seven were photographed. Fourteen volumes, mostly smaller historiographical and ritual texts (T56–T71 in Heller's handlist), were not digitized as they are in ongoing ritual use and have been distributed to various locations, including the restored Serkhang Temple. Additional fieldwork in 2024 identified and digitized an Abhidharma commentary not previously listed.\n\nThe Serkhang Collection is exceptional for the absence of a Sutra collection and for its unique textual profile compared to other Dolpo libraries. It includes fourteen Vinaya volumes, notable as these are missing from other documented Dolpo collections and represent fragments from two different sets. The collection also holds several volumes of the Śatasāhasrikāprajñāpāramitā and Pañcaviṃśatisāhasrikāprajñāpāramitā, various other canonical texts including an Abhidharma commentary, and a substantial body of non-canonical writings such as the Maṇi Kambum, Pema Kathang, Klu 'bum anthologies, and biographies of figures such as Milarepa (Mi la ras pa, 1040–1123) and Rinchen Sangpo (Rin chen bzang po, 958–1055).\n\n**Selected bibliography**\nViehbeck, Markus. 2020. ‘From Sūtra Collections to Kanjurs: Tracing a Network of Buddhist Canonical Literature across the Western and Central Himalayas’. Revue d’Études Tibétaines 54: 241–60.",
    "genre": "Canonical Collection",
    "date_created": "",
    "place_of_production": "Serkhang Temple",
    "coordinates": "29.46478432288831,82.90057784921726",
    "classifications": [],
    "medium": "",
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "false",
      "text_Text Available": "false"
    },
    "constituents": []
  },
  {
    "file_name": "Sm_Semtokha Kanjur.xml",
    "sigla": "Sm",
    "title": "Semtokha Kanjur",
    "alternative_title": "སེམས་རྟོགས་ཁ་བཀའ་འགྱུར།",
    "abstract": "The Semtokha Kanjur is a manuscript canon preserved at Semtokha Dzong, near Thimphu, Bhutan. This set forms part of the sacred literary heritage of Bhutan and is revered as a gsung rten—the \"speech-relic\" representing the Buddha’s word—within the Dzong’s central temple, Sanga Zabdon Phodrang (https://eap.bl.uk/collection/EAP1494-19).\n\nThe Semtokha Kanjur comprises 109 volumes in traditional loose-leaf pothi format, meticulously inscribed in Tibetan dbu can script on handmade Bhutanese paper. The main text uses black ink on cream paper, while the opening pages are decorated with gold ink on dark blue paper. The first page of each Vinaya and Tantra volume is adorned with two illustrations of Buddha Shakyamuni. Each volume is carefully wrapped in cloth and protected between two wooden boards, reflecting a tradition of profound reverence and preservation.\n\nIn addition to the Kanjur, the Semtokha archive also houses a distinct manuscript of the \"Perfection of Wisdom in Twenty-Five Thousand Lines\" (shes rab kyi pha rol tu phyin pa nyi khri), presented alongside but separately classified from the canon.\n\nThe Semtokha Kanjur is an exemplar of the Thempangma transmission line and is one among several manuscript Kanjurs still preserved in Bhutan. Oral tradition sometimes attributes the set’s creation to Zhabdrung Rinpoche, but available evidence points to its production under the auspices of Tenzin Rabgye (1638–1698). His biography notes the creation of three Kanjur sets—one now at Tango Monastery (the whereabouts of the other two are uncertain), with the Semtokha set plausibly among them. Further historical insight comes from Kunga Gyatsho (1702–1776), who helped to fill a gap in the set by scribing the first volume of the \"Perfection of Wisdom in One Hundred Thousand Lines\" (stong phrag brgya pa) during the reign of the 9th Desi, Ngawang Gyatsho (1720–1729).\n\nThe exact historical catalog of the Semtokha Kanjur is lacking, but its current arrangement mirrors the ordering system of the Bhutanese Kanjur as described in catalogues such as that by Palden Gyatso.\n\nDigitized in 2024, the Semtokha Kanjur is part of the “Digitisation of 20 remote Bhutanese archives” project, secured within the National Library and Archives of Bhutan and now accessible through the British Library Endangered Archives Programme (EAP1494-19, https://eap.bl.uk/collection/EAP1494-19).",
    "genre": "Kanjur",
    "date_created": "17th cent.",
    "place_of_production": "Simtokha Dzong",
    "coordinates": "27.43877113199738,89.66827803232233",
    "classifications": [
      "Thempangma"
    ],
    "medium": "",
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "false",
      "text_Text Available": "false"
    },
    "constituents": []
  },
  {
    "file_name": "St_Stagrimo Collection.xml",
    "sigla": "St",
    "title": "Stagrimo Collection",
    "alternative_title": "",
    "abstract": "The Stagringmo Collection is located in Zangskar. More detailed information regarding its specific origins, the patrons or communities involved in its creation, and the historical period of its production is not yet available.",
    "genre": "Canonical Collection",
    "date_created": "",
    "place_of_production": "Stagringmo",
    "coordinates": "33.455780, 76.868400\n",
    "classifications": [],
    "medium": "",
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "false",
      "text_Text Available": "false"
    },
    "constituents": []
  },
  {
    "file_name": "T_Toyo Bunko Kanjur.xml",
    "sigla": "T",
    "title": "Toyo Bunko Kanjur",
    "alternative_title": "",
    "abstract": "The Toyo Bunko Kanjur, also called the Tokyo Manuscript Kanjur or Kawaguchi Kanjur, is a major Tibetan Buddhist canonical collection held at the Toyo Bunko library in Tokyo, Japan. The name \"Kawaguchi Kanjur\" honors Kawaguchi Ekai (河口慧海, 1866–1945), who brought the set to Japan. This collection is a key representative of the Thempangma group of Kanjurs.\n\nKawaguchi received the Kanjur in Lhasa in 1913 from the Thirteenth Dalai Lama (Thub bstan rgya mtsho, 1876–1933), as a diplomatic gift—114 manuscript volumes produced at Pelkhor Chödé Monastery (Dpal 'khor chos sde) in Gyantse, an important site for the Thempangma tradition. He brought the collection to Japan in 1915 and donated it to Toyo Bunko in 1941, where it remains a key part of the Kawaguchi Ekai Collection.\n\nThe Toyo Bunko Kanjur is a handwritten manuscript, not a printed edition, testifying to the Thempangma tradition, which follows the Old Narthang Kanjur. Two sets of Thempangma manuscripts are preserved at Toyo Bunko. Helmut Eimer classifies these within the \"Western\" Kanjur group.\n\nResearch on this collection was long limited by restricted access and by Saitō’s influential 1977 study being available only in Japanese. Jonathan Silk prepared an expanded English translation in the 1980s, but it remains unpublished. Recent digitization is now improving access and facilitating comparative study of the Toyo Bunko Kanjur.\n\n**Selected bibliography**\nSaitō, Kōjun, and Jonathan A. Silk. unpublished. Catalogue of the Toyo Bunko Manuscript Kanjur: Introductory Study.\n\nViehbeck, Markus. 2021. ‘The Toyo Bunko Manuscript Kanjur and Its Importance for the Study of the Tibetan Buddhist Canon: An Introduction’. ",
    "genre": "Kanjur",
    "date_created": "",
    "place_of_production": "Gyantse Monastery",
    "coordinates": "28.933056,89.599722",
    "classifications": [
      "Thempangma"
    ],
    "medium": "Manuscript",
    "bdrc_reference": {
      "id": "G1511",
      "url": "http://purl.bdrc.io/resource/G1511"
    },
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "Toyo Bunko",
      "numberoflines": "8",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "65",
        "title": "MW2KG230012",
        "url": "http://purl.bdrc.io/resource/MW2KG230012",
        "medium": "Manuscript",
        "script": "",
        "extent": ""
      }
    ]
  },
  {
    "file_name": "Ta_Tabo Collection.xml",
    "sigla": "Ta",
    "title": "Tabo Collection",
    "alternative_title": "ཏ་ཕོའི་དཔེ་རྙིང་ཕྱོགས་བསྡུས",
    "abstract": "The Tabo (Ta pho, Rta po, or Sta po) Collection is an outstanding body of early Tibetan manuscripts preserved at Tabo Monastery in the Spiti Valley, Himachal Pradesh, India. The monastery houses what scholars have identified as a \"proto-Kanjur\"—an early, pre-standardized phase in the formation of the Tibetan Buddhist canon.\n\nFounded in 996 CE by the Guge king Lha Lama Yeshé Ö (Lha bla ma Ye shes 'od, c. 947–1024), Tabo Monastery is strongly associated with the influential translator Rinchen Sangpo (Rin chen bzang po, 958–1055). The surviving manuscripts were compiled over several centuries, with the oldest core dating to the 10th and 11th centuries and additions possibly made up to the 16th or 17th centuries. The antiquity of the collection is confirmed by palaeography, radiocarbon analysis, and a dedicatory note from Yeshé Ö dated to c. 1019.\n\nWestern scholarship first learned of the collection when August Francke visited Tabo in 1909 and reported vast heaps of disordered leaves, mainly Prajñāpāramitā texts. Giuseppe Tucci, who visited in 1933, noted its disarray but found evidence of a wider textual range. In 1991, Ernst Steinkellner initiated systematic research that clarified the collection’s scope and structure.\n\nThe Tabo Collection, as it survives, is profoundly fragmentary: about 35,000 loose folios remain, without a single intact text among them. Damage from fire and other causes is evident, suggesting these are the remnants of a far larger library—possibly assembled at Tabo when other western Himalayan monasteries declined.\n\nDistinct from standard Kanjurs, the Tabo collection epitomizes the \"proto-Kanjur\" phase, predating the canonical arrangement of the 14th century and best described as a \"collection of collections\" reflecting an earlier textual landscape. Approximately eighty percent of the manuscripts are Prajñāpāramitā sūtras, with the remainder consisting mainly of Sūtra texts, particularly from the Ratnakūṭa, Avataṃsaka, and Parinirvāṇa. Fewer texts stem from the Vinaya and Tantra/Dhāraṇī categories, while some commentaries and treatises anticipate works later systematized in the Tanjur. Almost all are written in the formal dbu can script.\n\nThe Tabo manuscripts are crucial for understanding the development of the Tibetan Buddhist canon; their importance is often considered second only to the Dunhuang material. The collection represents an independent textual transmission, apart from the later editorial lines of Central Tibet (Tshalpa and Thempangma) that formed the basis for printed Kanjurs. As a \"proto-Kanjur,\" the Tabo manuscripts bridge early traditions and the later canon, demonstrating that the breadth of religious literature in early Western Tibet was much wider than in later standardized collections. Alongside manuscript finds from Gondhla and Phukthar, Tabo illustrates a stage in canon formation where completeness was sought but structure remained fluid. The publication of a detailed catalogue of its sūtra texts by Cristina A. Scherrer-Schaub and Paul Harrison has made this remarkable resource more accessible to scholars.\n\n**Selected bibliography**\nHarrison, Paul. 2009. Tabo Studies III: A Catalogue of the Manuscript Collection of Tabo Monastery: Volume 1 : Sūtra Texts : (Śer Phyin, Phal Chen, dKon Brtsegs, mDo Sde, Myaṅ ’das). Vol. 1. Serie Orientale Roma 103. Roma: Istituto Italiano per l’Africa e l’Oriente.\n\nLasic, Horst. 2007. ‘Fragments Of Pramāṇa Texts Preserved In Tabo Monastery’. In Proceedings of the Tenth Seminar of the IATS, 2003. Volume 7: Text, Image and Song in Transdisciplinary Dialogue, edited by Deborah Klimburg-Salter, Christian Jahoda, and Kurt Tropper, 63–77. BRILL.\n\nScherrer-Schaub, Cristina. 1999. ‘Towards a Methodology for the Study of Old Tibetan Manuscripts: Dunhuang and Tabo’. In Tabo Studies II: Manuscripts, Texts, Inscriptions, and the Arts, edited by Cristina Scherrer-Schaub and Ernst Steinkellner, 3–36. Rome: Istituto Italiano per l’Africa e l’Oriente.\n\nSteinkellner, Ernst. 1994. ‘A Report on the “Kanjur” of Ta Pho’. East and West 44 (1): 115–36.\n\nZimmermann, Michael. 2002. ‘The Tabo Fragments and the Stemma of the Tibetan Tathāgatagarbhasūtra’. In Proceedings of the Ninth Seminar of the IATS, 2000. Volume 10: The Many Canons of Tibetan Buddhism, edited by Helmut Eimer and David Germano, 177–96. BRILL.",
    "genre": "Canonical Collection",
    "date_created": "10th–17th cent.",
    "place_of_production": "Tabo Monastery",
    "coordinates": "32.09403696666478,78.38392151549493",
    "classifications": [
      "Independent"
    ],
    "medium": "Manuscript",
    "bdrc_reference": {
      "id": "G1KG17626",
      "url": "http://purl.bdrc.io/resource/G1KG17626"
    },
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "TMPV",
      "imagesby": "BDRC",
      "integratedrkts": "1",
      "isreferenceset": "0"
    },
    "constituents": [
      {
        "id": "66",
        "title": "MW3CN895",
        "url": "http://purl.bdrc.io/resource/MW3CN895",
        "medium": "Manuscript",
        "script": "Uchen",
        "extent": "62"
      },
      {
        "id": "67",
        "title": "MW1BL1",
        "url": "http://purl.bdrc.io/resource/MW1BL1",
        "medium": "",
        "script": "",
        "extent": ""
      }
    ]
  },
  {
    "file_name": "Td_Thadrak Kanjur.xml",
    "sigla": "Td",
    "title": "Thadrak Kanjur",
    "alternative_title": "ཐ་བྲག་བཀའ་འགྱུར།",
    "abstract": "The Thadrak Kanjur is a manuscript collection held at Thadrak Temple, located a few hours' climb from Thimphu, Bhutan. The collection is part of the broader archival initiative documented by the Endangered Archives Programme (https://eap.bl.uk/project/EAP310). Thadrak, along with the temple libraries of Tshamdrak and Neyphug, preserves ancient Buddhist texts and other works that have remained largely unknown and often inaccessible to scholars.\n\nThe Thadrak Kanjur comprises 109 volumes of manuscripts in loose-leaf poti format, written in Tibetan dbu can script. The set includes a diverse array of canonical genres:\n\n- 20 volumes of rGyud 'bum (Tantras)\n- 3 volumes of Nyingma rGyud 'bum (Nyingma Tantras)\n- 1 volume of Dus 'khor (Kālacakra)\n- 2 volumes of Shri dri med 'od\n- 32 volumes of mDo sde (Sūtras)\n- 13 volumes of 'Dul ba (Vinaya)\n- 16 volumes of Sher phyin (Prajñāpāramitā)\n- 6 volumes of dKon brtsegs (Ratnakūṭa)\n- 6 volumes of Phal chen (Avataṃsaka)\n- 4 volumes of Myang 'das (Parinirvāṇa)  \n\nAlthough specific historical details on the origin and development of Thadrak Temple are sparse, the site was once a thriving religious centre and is associated with a Vajrakīla tradition known as Phur pa mtha' brag ma. The manuscript collection itself represents a highly ecumenical corpus, with approximately seventy titles in total, including not only canonical texts but also works on philosophy, language, meditation, ritual, and more than twenty-six biographical and historical treatises—many of them rare or little-known in Buddhist scholarship.\n\nThe majority of the manuscripts are dated between the 18th and early 20th centuries, though some titles are likely several hundred years older, with a few plausibly from as early as the 14th or 15th century.",
    "genre": "Kanjur",
    "date_created": "18th cent.",
    "place_of_production": "Thadrak Monastery",
    "coordinates": "27.47298875804195,89.67499737729304",
    "classifications": [],
    "medium": "Manuscript",
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "EAP",
      "numberoflines": "7",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "68",
        "title": "MWEAP310-1-1",
        "url": "http://purl.bdrc.io/resource/MWEAP310-1-1",
        "medium": "Manuscript",
        "script": "Uchen",
        "extent": "108"
      }
    ]
  },
  {
    "file_name": "Th_Tholing Collection.xml",
    "sigla": "Th",
    "title": "Tholing Collection",
    "alternative_title": "མཐོ་ལྡིང་དཔེ་ཚོགས།",
    "abstract": "The Tholing Collection (Mtho lding), also known as the Tholing Kanjur, is a significant yet fragmentary collection of Tibetan Buddhist canonical manuscripts that represents an early stage in the development and transmission of the Kanjur, particularly within Western Tibet's distinct textual tradition.\n\nThe manuscripts were recovered by the renowned Italian Tibetologist Giuseppe Tucci (1894–1984) during an early 20th-century expedition to Western Tibet. He found the collection in a state of neglect, piled in a grotto within the ruins above the main Tholing monastery. Tucci described the find as \"a whole library; the jumbled remains of ancient copies of the Kanjur and the Tanjur\". He collected approximately 3,000 folios, which are now a core part of the Tucci Tibetan Fund in the IsIAO Library in Rome. The collection's origin is tied to the historical importance of Tholing monastery, founded in 996. Tholing became the religious and cultural heart of the Guge kingdom and a center for the \"second diffusion\" of Buddhism in Tibet. This renaissance was spearheaded by figures like the great translator Rinchen Sangpo (Rin chen bzang po, 958–1055) and the Indian master Atiśa (982–1054), both active in the region under royal patronage. The Tholing manuscripts are dated to a period spanning the 11th to 15th centuries and are considered contemporary with or even earlier than the Old Narthang Kanjur, a conceptual archetype for later canonical editions.\n\nThe Tholing collection is not a complete, standardized Kanjur but rather a proto-Kanjur or an assembly of proto-canonical texts. It is characterized by its fragmentary nature and archaic features, including an inconsistent mix of old and new orthography and paleography. The manuscripts are considered highly valuable because they represent a distinct Western Tibetan line of transmission that predates and stands independent of the two main Central Tibetan Kanjur lineages—the Tshalpa and Thempangma—which were formalized in the 14th century. This makes the collection a crucial witness to the formative stages of the Tibetan canon before the establishment of standardized recensions.\n\nThough incomplete, the collection contains texts from nearly all major sections of a typical Kanjur, albeit in uneven quantities. While detailed analysis is ongoing, the known contents include a substantial portion of the Prajñāpāramitā, specifically the Śatasāhasrikāprajñāpāramitā, comprising 30 identified texts. The Sūtra and Dhāraṇī sections are also well-represented. Additionally, the find includes an incomplete Vinaya text, 11 texts from the Mahāratnakūṭa, three from the Mahāparinirvāṇasūtra, and a single Tantra text. The relative scarcity of Tantric texts is noteworthy, given Tholing's association with tantric specialists like Rinchen Sangpo. Due to its fragmentary condition, the original ordering of the texts is difficult to reconstruct.\n\nThe collection serves as an indispensable point of comparison for other early manuscript finds from the region, such as those from Tabo, Gondhla, and Phuktar.\n\n**Selected bibliography**\n\nDe Rossi Filibeck, Elena. 2007. ‘The Fragmentary Tholing bKa’ ’gyur in the IsIAO Library’. In Pramāṇakīrtiḥ: Papers Dedicated to Ernst Steinkellner on the Occasion of His 70th Birthday: Part 1, edited by Birgit Kellner, Helmut Krasser, Horst Lasic, Michael Torsten Much, and Helmut Tauscher, 1:53–62. Vienna: Arbeitskreis für Tibetische und Buddhistische Studien.\n\nHarrison, Paul. 2007. ‘Notes on Some West Tibetan Manuscript Folios in the Los Angeles County Museum of Art’. In Pramāṇakīrtiḥ: Papers Dedicated to Ernst Steinkellner on the Occasion of His 70th Birthday: Part 1, edited by Birgit Kellner, Helmut Krasser, Horst Lasic, Michael Torsten Much, and Helmut Tauscher, 229–45. Vienna: Arbeitskreis für Tibetische und Buddhistische Studien.\n\nHeller, Amy. 2016. ‘Three Ancient Manuscripts from Tholing in the Tucci Collection, IsIAO, Roma, Pt. I: Manuscript 1329 E. In: M3.050(7)’. In Studies in Honour of Luciano Petech: A Commemoration Volume 1914-2014, edited by De Rossi Filibeck, Elena, Michaela Clemente, Milanetti, Giorgio, Nalesini, Oscar, and Federica Venturi, 125–31, 218-225 (plates). Pisa: Fabrizio Serra Editore.\n",
    "genre": "Canonical Collection",
    "date_created": "11th–15th cent.",
    "place_of_production": "Tholing Monastery",
    "coordinates": "31.485172417624074,79.79655618979143",
    "classifications": [
      "Independent"
    ],
    "medium": "Manuscript",
    "bdrc_reference": {
      "id": "G2194",
      "url": "http://purl.bdrc.io/resource/G2194"
    },
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "false",
      "text_Text Available": "false",
      "integratedrkts": "0",
      "isreferenceset": "0"
    },
    "constituents": [
      {
        "id": "69",
        "title": "MW3CN965",
        "url": "http://purl.bdrc.io/resource/MW3CN965",
        "medium": "Manuscript",
        "script": "Uchen",
        "extent": "2"
      }
    ]
  },
  {
    "file_name": "Tk_Tsugolskiy Datsan Kanjur.xml",
    "sigla": "Tk",
    "title": "Tsugolskiy Datsan Kanjur",
    "alternative_title": "",
    "abstract": "The Tsugolskiy Datsan Kanjur is a canonical collection central to the Buddhist heritage of the Buryat region of Transbaikalia, Russia. Historically housed at the Tsugol’skii Datsan (monastery), this Kanjur represents not just a textual corpus but a living symbol of Buryat Buddhist revival and cultural resilience.\n\nDuring the 19th and early 20th centuries, Buryat monasteries—including the Tsugol’skii Datsan—emerged as important centers for both the preservation and block printing of Buddhist texts. As detailed in Syrtypova (2016), block printing technology, mainly developed under Mongolian and Tibetan influence, flourished in Transbaikalia and nearby Buryatia, leading to the production of numerous canonical and ritual texts. Monasteries procured xylographic Kanjurs from Tibet and Mongolia, and also amassed manuscripts, which became prized possessions of major datsans. This contributed to the rich textual culture evident in the region’s Buddhist communities.\n\nThe Kanjur at Tsugol’skii Datsan was printed in dbu can, typically using local paper (sometimes also Chinese), and ink derived from lampblack or soot. Printing blocks were often carved by skilled artisans working at monasteries in Buryatia, Mongolia, or sometimes imported from famous workshops. The quality of craft and the vivid red and black inks used for auspicious or opening passages symbolized both book artistry and liturgical function.\n\nThe fate of the Tsugolskiy Datsan Kanjur reflects the turbulent modern history of Buddhism in Buryatia. The Soviet anti-religious campaigns led to widespread closures and destruction of datsans; many Kanjur sets were confiscated, lost, or transferred to state institutions. The Tsugolskiy Datsan Kanjur survived only thanks to the actions of laypeople, monks, and local academics who hid, protected, or relocated texts.\n\nIn 1996, the surviving 132 volumes of the Kanjur—previously held by a state museum in Ulan-Ude—were officially transferred to a monastic community, marking a milestone in the restoration of Buddhist material culture in Buryatia. This event symbolized the spiritual and institutional regeneration of the Buryat people; sacred texts, once treated as museum objects, returned to active liturgical use.\n\nThe Tsugolskiy Datsan Kanjur illustrates the unique position of Buryatia at the crossroads of Tibetan, Mongolian, and Russian Buddhist worlds. Block printing played a major role in ensuring the dissemination, transmission, and local adaptation of canonical texts. This tradition of textual production continues to underpin the revival of Buryat Buddhism today.\n\n**Selected bibliography**\nSobkovyak, Ekaterina. 2023. ‘Ivolginskii Datsan Gandan Dashi Choinkhorlin, the Republic of Buryatia’. Magazine. Gods’ Collections. 13 October 2023. https://www.godscollections.org/case-studies/ivolginskii-datsan.\n\nSyrtypova, Surun-Khanda D. 2016. ‘Block Printing in the Buddhist Monasteries of Transbaikalia in the 19th and Early 20th Centuries: Current Archeography of the Texts’. In Central Asian Sources and Central Asian Research, edited by Johannes Reckel, 205–19. Göttingen: Universitätsverlag Göttingen.\n\n———. 2017. ‘The Nine Jewels Kanjur of Tsugolskiy Datsan’. In The Mongolian Kanjur: International Studies, edited by S. Chuluun, 81–100. Ulaanbaatar: Shinzhlėkh Ukhaany Akademi.",
    "genre": "Kanjur",
    "date_created": "19th cent.",
    "place_of_production": "Tsugolskiy Datsan",
    "coordinates": "51.0461234972173,115.62698767478334",
    "classifications": [],
    "medium": "",
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "false",
      "text_Text Available": "false"
    },
    "constituents": []
  },
  {
    "file_name": "Tl_Talakha Kanjur.xml",
    "sigla": "Tl",
    "title": "Talakha Kanjur",
    "alternative_title": "རྟ་ལང་ཁ་བཀའ་འགྱུར།",
    "abstract": "The Talakha Kanjur is the principal canonical manuscript collection preserved at Talangkha Gonpa—officially known as Talakha Tashi Drukgyel Monastery—in Bhutan.\n\nThe set comprises 126 volumes of meticulously hand-written manuscripts in traditional dbu can script, using black ink on cream-colored Bhutanese handmade paper. The first page of each Kanjur volume stands out for its artistic refinement: the text is written in gold ink on dark blue paper, flanked on either side by miniature illustrations of the Buddha. These flourishes demonstrate both the skill and devotion with which the collection was created. Each volume is kept as a sacred relic—wrapped in layers of cloth, enclosed between wooden boards, and securely fastened with string—then stored on the monastery's traditional wooden shelves. \n\nThe entire Talakha collection, including the Kanjur, was likely produced at Talangkha Lhakhang Gompa between the 17th and 18th centuries. As with several other Bhutanese archives, the Talakha collection is not organized according to any specific system at the collection level. Nevertheless, it is divided into two primary categories: the Talakha Kanjur, containing canonical Buddhist texts, and the Talakha Thorbu (Archive details at https://eap.bl.uk/collection/EAP1494-17).\n\nThe Talangkha Kanjur was digitized in 2024 as part of the \"Digitisation of 20 remote Bhutanese archives\" project, ensuring its preservation and enabling scholarly access to this significant collection. For more on the archive and its holdings, see the https://eap.bl.uk/collection/EAP1494-17-1.",
    "genre": "Kanjur",
    "date_created": "17th–18th cent.",
    "place_of_production": "Talakha Tashi Drukgyel Monastery",
    "coordinates": "27.416838487965922,89.67763572649515",
    "classifications": [
      "Thempangma"
    ],
    "medium": "",
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "false",
      "text_Text Available": "false"
    },
    "constituents": []
  },
  {
    "file_name": "Ts_Tsarang Kanjur.xml",
    "sigla": "Ts",
    "title": "Tsarang Kanjur",
    "alternative_title": "རྩ་རང་བཀའ་འགྱུར་གསེར་བྲིས།",
    "abstract": "The Tsarang Kanjur  (rtsa rang / gtsang rang) is a Tibetan Buddhist canonical collection preserved in the castle of Tsarang in Mustang, Nepal. Renowned as one of the \"Golden Kanjurs of Mustang,\" it is a deluxe manuscript written entirely in gold ink on dark paper. This collection is not a distinct redaction, but rather a faithful copy of the Early Mustang Kanjur, a local canonical tradition rooted in the 15th century.\n\nThe Tsarang Kanjur descends from the Early Mustang Kanjur, compiled between 1436 and 1447 under the patronage of King Ama Pel (A ma dpal, c. 1380–1440) and overseen by the Sakya master Ngorchen Kunga Sangpo (Ngor chen kun dga’ bzang po, 1382–1456). The project was begun after it was reported that an even earlier Kanjur in Mustang had deteriorated such that \"no complete volume of the Kanjur existed in any one place\". Ngorchen Kunga Sangpo began the work with Ama Pel in 1436 and it was completed in 1447 under the reign of Ama Pel’s son, Amgön Sangpo (A mgon bzang po, b. 1420).\n\nThe Tsarang manuscript, together with a related copy in Lo Manthang, is considered a later reproduction of this 15th-century original. The collection remains in the possession of the Mustang royal family, specifically Jigme Bista ('Jigs med bstan 'dzin nor bu), and according to scholar Khenpo Tashi Tenzin (Mkhan po Bkra shis bstan 'dzin), the Tsarang version is closest to the original. Housed in the castle of Tsarang (bsam grub dge ’phel gyi pho brang), it is located about half a day’s ride south of Lo Manthang.\n\nThe compilation of the Early Mustang Kanjur was a large-scale effort, coordinated by Ngorchen Kunga Sang po, who is believed to have brought canonical texts from Sakya in Tibet. This lineage stands apart from the main transmission lines of the Tibetan canon, namely the Tshalpa and the Thempangma.\n\nThe physical condition of the Tsarang Kanjur is complex, with studies noting duplicate volumes and some in third or fourth copies. Volumes have historically been moved between Tsarang and Lo Manthang, and the entire collection continues to play a vital role in local ritual life, where it is annually carried in procession to bless the land and people. In the late 20th century, the Nepal-German Manuscript Preservation Project (NGMPP) began to document and preserve the set; in September 1996, the first ten volumes of the Tantra section were photographed.\n\nAlthough the Tsarang Kanjur is a direct copy, it diverges in notable ways from the catalogue of the original Early Mustang Kanjur, revealing a complicated transmission history. The original catalogue lists 141 volumes, while a modern survey of the Tsarang Kanjur identified only 106 surviving volumes. Sectional discrepancies are evident: for example, the Tsarang Kanjur contains 13 Vinaya volumes (three fewer than the original’s 16); 30 Sutra volumes (down from 40); and 15 Tantra volumes (the catalogue notes 21). Such differences suggest the Tsarang Kanjur was copied at a later date, reflecting both losses and subsequent editorial changes.\n\n**Selected bibliography**\nEimer, Helmut. 1999. The Early Mustang Kanjur Catalogue: A Structured Edition of the Mdo Sṅags Bka’ ‘Gyur Dkar Chag and of Ṅor Chen Kun Dga’ Bzaṅ Po’s bKa’ ’gyur Ro Cog Gi Dkar Chag Bstan Pa Gsal Ba’i Sgron Me. Vienna: Arbeitskreis für Tibetische und Buddhistische Studien.\n\nMaas, Philipp André. 2003. ‘Zur Stellung Zweier Handschriften Des Tibetischen Akṣayamatinirdeśasūtra Aus Mustang Innerhalb Der Kanonischen Überlieferung’. Zentralasiatische Studien 32:11–34.\n\nViehbeck, Markus. 2020. ‘From Sūtra Collections to Kanjurs: Tracing a Network of Buddhist Canonical Literature across the Western and Central Himalayas’. Revue d’Études Tibétaines 54:241–60.",
    "genre": "Kanjur",
    "date_created": "Unknown",
    "place_of_production": "Tsarang Castle",
    "coordinates": "29.091046557325694,83.93296373424766",
    "classifications": [
      "Mustang"
    ],
    "medium": "Manuscript",
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "TMPV",
      "imagesby": "BDRC",
      "numberoflines": "8",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "70",
        "title": "MW3CN1302",
        "url": "http://purl.bdrc.io/resource/MW3CN1302",
        "medium": "Manuscript",
        "script": "Uchen",
        "extent": "10"
      }
    ]
  },
  {
    "file_name": "Ty_Tashiyangtse Kanjur.xml",
    "sigla": "Ty",
    "title": "Tashiyangtse Kanjur",
    "alternative_title": "བཀའ་འགྱུར ༼བཀྲ་ཤིས་གཡང་རྩེ་བྲིས་མ༽",
    "abstract": "The Tashiyangtse Kanjur originates from Tashiyangtse Dzong (Bkra shis g.yang rtse rdzong) in Bhutan. Likely produced in the 18th or 19th century, the Tashiyangtse Kanjur was created during a period of prolific manuscript production in Bhutan, when many Kanjurs and other canonical texts were painstakingly copied by hand in monasteries and private libraries between the 16th and 18th centuries. The Tashiyangtse Kanjur belongs to the Thempangma group in line with other recently studied Kanjurs from Bhutan. \n\nModern preservation efforts have brought the Tashiyangtse Kanjur to scholarly attention. From 2005 to 2012, Bhutanese manuscripts were digitized under the Endangered Archives Programme (EAP); in early 2020, the Tashiyangtse Kanjur was specifically digitized by the Loden Foundation as part of the Tibetan Manuscript Project Vienna (TMPV). \n\nThe collection consists of 103 volumes. As a Thempangma Kanjur, its contents and sectional arrangement are expected to closely parallel those of other Kanjurs within this lineage, though precise details of its unique textual features require further comparative analysis.\n\n**Selected bibliography**\nViehbeck, Markus, and Bruno Lainé. 2022. The Manuscript Kanjur from Shey Palace, Ladakh: Introduction and Catalogue. Wien: Arbeitskreis für Tibetische und Buddhistische Studien Universität Wien.",
    "genre": "Kanjur",
    "date_created": "18th–19th cent.",
    "place_of_production": "Trashiyangtse Dzong",
    "coordinates": "27.615215788578162, 91.49665113346497",
    "classifications": [
      "Thempangma"
    ],
    "medium": "Manuscript",
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "TMPV",
      "imagesby": "BDRC",
      "numberoflines": "7",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "71",
        "title": "MW2KG209840",
        "url": "http://purl.bdrc.io/resource/MW2KG209840",
        "medium": "Manuscript",
        "script": "Uchen",
        "extent": "110"
      }
    ]
  },
  {
    "file_name": "U_Urga Kanjur.xml",
    "sigla": "U",
    "title": "Urga Kanjur",
    "alternative_title": "བཀའ་འགྱུར ༼ཨུརྒ༽",
    "abstract": "The Urga Kanjur is a Tibetan Buddhist canonical collection printed as a block-print edition in Urga (modern Ulaanbaatar, Mongolia) between 1908 and 1910. While known to exist, its details became widely accessible only after Lokesh Chandra’s 1959 study, following its ‘discovery’ by his father, Prof. Dr. Raghu Vira, who received a complete set in 1955 from Mongolia’s Prime Minister.\n\nThe carving of the Urga Kanjur’s woodblocks was commissioned by the 8th Khalkha Jetsun Dampa, Ngawang Lobsang Chökyi Nyima Tenzin Wangchuk (Ngag dbang blo bzang chos kyi nyi ma bstan ‘dzin dbang phyug, 1870–1924). After a hiatus, work resumed in 1908 and concluded in 1910. Production took place at Nomiin Ikh Khüree (M. nom-un yeke küriye(n)) Monastery, also known as Riwo Gegye Ganden Shedrubling (Ri bo dge rgyas dga’ ldan bshad sgrub gling) in Urga.\n\nToday, only a few complete sets are known, with holdings in Ulaanbaatar, Buryatia, and the International Academy of Indian Culture, New Delhi.\n\nThe Urga Kanjur is part of the Tshalpa transmission and based on the Derge Kanjur, following that edition’s text and layout closely—sometimes matching page-for-page and line-by-line. However, editorial changes and corrections were introduced, making it a distinct witness in the transmission of the Tibetan canon.\n\nThe Urga Kanjur consists of 105 volumes, differing from Derge due to editorial changes: one additional Mdo sde (Ki) volume in the Sūtra section; the Dri med ’od divided into two volumes; and the catalogue counted as a separate, final volume (vol. 105). The volumes themselves are relatively compact at about 60 x 11 cm.\n\nUrga’s editors primarily followed Situ Paṇchen Chökyi Jungné’s (Si tu paṇ chen Chos kyi ’byung gnas, 1700–1774) Derge catalogue, omitting later titles from the Tohoku catalogue not recorded in Situ Paṇchen’s original. Notably, the Urga Kanjur includes a unique Mdo sde (Ki) volume, featuring a text translated by Changkya Rölpé Dorjé (Lcang skya Rol pa’i rdo rje, 1717–1786), present only in some Narthang Kanjur sets. Section arrangement sometimes diverges from other known catalogues, reflecting the editors’ individual decisions. A comprehensive catalogue of the Urga Kanjur was compiled by Géza Bethlenfalvy and published in 1980.\n\n**Selected bibliography**\nBethlenfalvy, Geza. 1980. A Catalogue of the Urga Kanjur: In the Prof. Raghuvira Collection at the International Academy of Indian Culture. New Delhi: International Academy of Indian Culture.\n\nChandra, Lokesh. 1959. ‘Transcription of the Introductory Part of the Urga Edition of the Tibetan Kanjur’. Indo-Iranian Journal 3 (3): 192–203. ",
    "genre": "Kanjur",
    "date_created": "1908–1910",
    "place_of_production": "Nomiin Ikh Khüree (Ulaanbaatar)",
    "coordinates": "47.91466915408144,106.91915980145069",
    "classifications": [
      "Tshalpa"
    ],
    "medium": "Print",
    "bdrc_reference": {
      "id": "G3249",
      "url": "http://purl.bdrc.io/resource/G3249"
    },
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "BDRC",
      "numberoflines": "7",
      "integratedrkts": "0",
      "isreferenceset": "0",
      "imagesby": "BDRC"
    },
    "constituents": [
      {
        "id": "72",
        "title": "MW29468",
        "url": "http://purl.bdrc.io/resource/MW29468",
        "medium": "Print",
        "script": "Uchen",
        "extent": "105"
      },
      {
        "id": "73",
        "title": "MW1BL4",
        "url": "http://purl.bdrc.io/resource/MW1BL4",
        "medium": "Print",
        "script": "Uchen",
        "extent": "105"
      }
    ]
  },
  {
    "file_name": "V_Ulaanbaatar Kanjur.xml",
    "sigla": "V",
    "title": "Ulaanbaatar Kanjur",
    "alternative_title": "བཀའ་འགྱུར ༼རྒྱལ་རྩེ་ཐེམ་སྤང་མ༽",
    "abstract": "The Ulaanbaatar Thempangma Kanjur is a complete and well-preserved Tibetan manuscript collection held at the National Library of Mongolia in Ulaanbaatar. Recognized as a key witness to the Thempangma transmission lineage of the Tibetan Buddhist canon, it is written on thick glossy Tibetan paper in black ink, each folio measuring approximately 70.5 cm x 25 cm with a print area of 14.5 cm x 59 cm arranged in eight lines per page. Two distinctive horizontal circles are set in the middle of each page.\n\nThis manuscript, most commonly called the Ulaanbaatar Thempangma Kanjur to distinguish it from other Kanjurs in the city’s archives. The collection comprises 114 volumes, although, in the current digital edition, volumes 40, 41, and 56 are missing. The set was brought to Mongolia around 1671 as a gift to the first Jetsun Dampa Khutuktu, Lobsang Tenpé Gyaltsen (Blo bzang bstan pa’i rgyal mtshan, 1635–1723), from the 5th Dalai Lama. It is probable that its original catalogue volume was already missing at that time, and a new handwritten catalogue was later compiled for this collection.\n\nThis Kanjur is one of the five principal manuscript collections in the Thempangma group, stemming from a foundational manuscript compiled in Gyantse (rgyal rtse) around 1431. Its textual transmission is noteworthy for relying on handwritten copies rather than woodblock prints, and the Ulaanbaatar Thempangma Kanjur is valued for its close preservation of the original tradition.\n\nThe arrangement and titles of the texts in this edition show some variation from the other major Thempangma Kanjur editions—such as the Stog Palace, Shelkar (London), and Tokyo (Toyo Bunko) manuscripts. The present manuscript contains 833 titles, one fewer than found in the hand-list of Géza Bethlenfalvy, which was compiled from the Register (thob yig) of Dzaya Paṇḍita (Dz+ya paNDita, 1642–1708) as well as an earlier catalogue. Notably, several titles appear in these lists but are not found in the physical manuscript itself, and missing volumes are listed in accordance with consecutive numbers based on the Register of Dzaya Paṇḍita.\n\nSince 2007, the digitization of the Thempangma manuscript (rgyal rtse’i them spangs ma) has been a collaborative project led by the National Library of Mongolia, the Asian Classics Input Project (ACIP), and the Yuishoji Buddhist Cultural Exchange Research Institute (YBCERI), Tokyo. The process involved meticulous digital scanning, image processing, and verification, with the results published in a set of seven DVDs by the Digital Preservation Society, Tokyo. The digitization concluded in 2016, and the complete collection (aside from the three missing volumes, as described above) is now accessible internationally. An incomplete catalogue—compiled later than the manuscript itself—is included with the digital edition.\n\n**Selected bibliography**\nSamten, Jampa, Hiroaki Niisaku, and Kelsang Tahuwa. 2012. Catalogue of the Ulan Bator Rgyal Rtse Them Spangs Ma Manuscript Kangyur. Tokyo: Yuishoji Buddhist Cultural Exchange Research Institute.",
    "genre": "Kanjur",
    "date_created": "1671",
    "place_of_production": "Lhasa?",
    "coordinates": "29.657917,91.117167",
    "classifications": [
      "Thempangma"
    ],
    "medium": "Manuscript",
    "bdrc_reference": {
      "id": "G1PD129184",
      "url": "http://purl.bdrc.io/resource/G1PD129184"
    },
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "false",
      "text_Text Available": "false",
      "numberoflines": "8",
      "integratedrkts": "0",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "74",
        "title": "MW1KG14700",
        "url": "http://purl.bdrc.io/resource/MW1KG14700",
        "medium": "Manuscript",
        "script": "Uchen",
        "extent": "114"
      }
    ]
  },
  {
    "file_name": "W_Wanli Supplement.xml",
    "sigla": "W",
    "title": "Wanli Supplement",
    "alternative_title": "续添藏",
    "abstract": "The Wanli Kanjur Supplement (续添藏), also known as the Xutianzang, is a 42-volume addendum produced for the Wanli Kanjur—a 1606 woodblock reprint of the 1410 Yongle Kanjur. A \"Comprehensive Catalogue of the supplemental forty-two volumes of secret mandala sutras\" (续添如来大藏经秘密坛场经四十二函总目录), was also compiled.\n\nThe supplement was created in Beijing as an integral part of the Wanli Kanjur printing sponsored by the Wanli emperor (r. 1572–1619). This project followed an earlier precedent set by his mother, Empress Dowager Cisheng, who in 1584–85 sponsored a similar supplement to the Chinese Buddhist canon. In 1606, the emperor ordered the 42-volume addition to the Tibetan Kanjur. An imperial edict dated December 2, 1606 (Wanli, 34th year), marks the official commissioning of the Supplement; colophons confirm printing in 1606–1607.\n\nNew woodblocks were specifically carved for the Supplement, making it an original production. While the Wanli emperor was patron, details of the compilation team are not recorded.\n\nThe Supplement comprises 42 volumes focused primarily on ritual texts and secret mandala sutras, differing from the canonical content of the main Kanjur. An index for the Supplement, once extant (5 folios in Chinese and 15 in Tibetan), does not survive with the Polish set. Notable texts in the Supplement include the ’brang ma chen mo / sui qiu fo mu tuo luo ni jing, gsang sngags / mi mi ming zhou tuo luo ni jing, and tshe dpag med / yan shou wu liang fo jing.\n\nThe Supplement was distributed with the Wanli Kanjur. Surviving holdings include a nearly complete set at Luohou-si Temple (罗侯寺) on Wutai-shan, China; 22 volumes (1–22) in the Pander Collection at Jagiellonian University, Poland; and two volumes (17, 35) at the Harvard-Yenching Library. Volumes held at Harvard are bound with silk, brocade, and feature paintings of the emperor and a Tibetan preceptor, reflecting imperial sponsorship.\n\n**Selected bibliography**\nEimer, Helmut. 2000. ‘Spurensicherung: Das Verschollene Berliner Fragment Des Wanli-Kanjur’. Zentralasiatische Studien 30: 27–51.\n\n———. 2013. ‘Fragmente eines Supplementbandes zum Wanli-Kanjur in der Staatsbibliothek zu Berlin’. In 西域历史语言研究集刊 6: 111–28. 6. Bei jing: Ke xue chu ban she.\n\nHelman-Ważny, Agnieszka. 2009. ‘Recovering a Lost Literary Heritage: Preliminary Research on the Wanli Bka’ ’gyur from Berlin’. Journal of the International Association of Tibetan Studies 5: 1–27.\n\nMejor, Marek, Agnieszka Helman-Wazny, and Thupten Kunga Chashab. 2010. A Preliminary Report on the Wanli Kanjur Kept in the Jagiellonian Library, Kraków. Studia Buddhica 1. Warsaw: Research Centre of Buddhist Studies, University of Warsaw.\n\n乌日切夫. 2022. ‘国内新发现的明代万历版 《 甘珠尔 》 及其学术价值初探’. 世界宗教研究 1: 117–20; 129–30.",
    "genre": "Canonical Collection",
    "date_created": "1606–1607",
    "place_of_production": "Beijing",
    "coordinates": "40.190632,116.412144",
    "classifications": [
      "Tshalpa"
    ],
    "medium": "",
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "false",
      "text_Text Available": "false",
      "integratedrkts": "1",
      "isreferenceset": "0"
    },
    "constituents": [
      {
        "id": "75",
        "title": "",
        "url": "",
        "medium": "",
        "script": "",
        "extent": ""
      }
    ]
  },
  {
    "file_name": "X_Basgo Kanjur.xml",
    "sigla": "X",
    "title": "Basgo Kanjur",
    "alternative_title": "ལ་དྭགས་བ་མགོ་བཀའ་འགྱུར།",
    "abstract": "The Basgo Manuscript Kanjur is a prominent canonical collection preserved at Serzang Temple in Basgo, Ladakh. It is primarily a black-and-white manuscript, written in black ink, and distinct from the older, ornately decorated Golden Kanjur at Basgo. This collection is a conflated canon—assembled in the 20th century from a vast repository of much older manuscript fragments.\n\nWhile the present compilation dates to the 20th century, most constituent manuscripts are from the early 17th century, during the reigns of Jamyang Namgyal ('Jam dbyangs rnam rgyal, r. 1595–1616) and his son Sengge Namgyal (Seng ge rnam rgyal, r. 1616–1642). The Serzang Temple was founded by Jamyang Namgyal and enlarged by Sengge Namgyal, who made Basgo a major residence. Patronage by Sengge Namgyal and spiritual guidance from the Drukpa Kagyü master Taktsang Repa Ngawang Gyatso (Stag tshang ras pa Ngag dbang rgya mtsho, 1574–1651) shaped the production of these manuscripts. This ties the Basgo collection to the same historical context as Kanjurs at Hemis, Chemre, and Hanle.\n\nThe Basgo collection is not a unified production but the result of ongoing compilation. The current Kanjur was assembled in the 20th century, with a repair note from 1986, drawing from at least five or six different 17th-century Kanjur sets. Over 60,000 folios of source material survive at Basgo. Repeated re-pagination and movement of texts between volumes suggest multiple recompilations before the final 20th-century version. Missing folios were replaced by newly written ones, often of lower quality. The reviser Namkha Pelgön is frequently named in both sūtra and tantra sections, indicating his editorial role in the 17th century.\n\nThe Basgo Manuscript Kanjur stands outside the two main lines of Tibetan Kanjur transmission (the Tshalpa and Thempangma). It is a prominent example of the Mustang group, sharing close ties with the Hemis Kanjur and considered a descendant of the Early Mustang Kanjur (mid-15th century). This reflects a unique transmission lineage for the Western Himalayas. Because it does not derive from central Tibetan prototypes, it is classified as a local or independent canon, providing crucial insights into the diversity of Kanjur traditions.\n\nPhysically, the 17th-century manuscripts are written in dbu can script on coarse, brownish paper, lack earlier-period string holes, and feature an elaborate ornamental headmark (yig mgo). The collection includes a substantial tantra section, much larger than the related Hemis Kanjur, although this section is in significant disarray. It also preserves archaic textual versions and rare works, some paralleling collections from Dölpo and Batang.\n\nAmong the 17th-century manuscripts are approximately 900 folios from a proto-canonical collection of the 14th or early 15th century, displaying archaic orthography and palaeographic features. A complete Kanjur manuscript at Basgo, written in black and red ink, is used annually in processions blessing local fields, underscoring its enduring ritual significance.\n\n**Selected bibliography**\nHalkias, Georgios T. 2017. ‘A History Worth Remembering: An Expedition to the Fortress of Basgo’. Orientations 48 (2): 2–7.\n\n—. 2020. ‘The Heritage Buddhist Manuscripts of Ladakh: Tibetan Buddhist Canons and the Perfection of Wisdom Sutra’. Himalaya 39 (2): 142–50.",
    "genre": "Kanjur",
    "date_created": "14th–17th cent.",
    "place_of_production": "Serzang Temple (Basgo fort, Ladakh)",
    "coordinates": "34.224730957439945,77.27595887849625",
    "classifications": [
      "Mustang"
    ],
    "medium": "Manuscript",
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "false",
      "text_Text Available": "false",
      "digitizedby": "TMPV",
      "numberoflines": "0",
      "integratedrkts": "0",
      "isreferenceset": "0"
    },
    "constituents": [
      {
        "id": "76",
        "title": "MW4CZ45303",
        "url": "http://purl.bdrc.io/resource/MW4CZ45303",
        "medium": "Manuscript",
        "script": "",
        "extent": ""
      }
    ]
  },
  {
    "file_name": "Xg_Basgo Golden Kanjur.xml",
    "sigla": "Xg",
    "title": "Basgo Golden Kanjur",
    "alternative_title": "ལ་དྭགས་བ་མགོ་གསེར་ཆོས་བཀའ་འགྱུར།",
    "abstract": "The Basgo Golden Kanjur is an ornate Tibetan canonical manuscript preserved at Basgo, Ladakh. Written in gold ink (chrysography), it is one of several distinct Kanjur collections at Basgo, alongside 17th-century black-and-white manuscripts. This edition was commissioned by King Tashi Namgyal (Bkra shis rnam rgyal, r. c. 1555–1575) and his wife, as recorded in a colophon from a golden Aṣṭasāhasrikā Prajñāpāramitā sutra manuscript in Basgo. This places its origin in the mid-to-late 16th century, distinguishing it from the 17th-century Basgo Kanjur.\n\nCreation of luxurious Buddhist scriptures was integral to Ladakhi royal culture. The Ladakhi kings, including King Tashi Namgyal and King Sengge Namgyal (Seng ge rnam rgyal, c. 1570–1642), dedicated significant gold revenues from Guge and Rudok to produce such manuscripts and plated stupas. The manuscript belongs to the Namgyal dynasty, which established its first capital at Basgo, and is considered one of the community’s most revered possessions.\n\nAlthough the identities of specific editors or translators are not documented, the materials and artistry are notable. The manuscript is written on dark blue-black paper (mthing shog), traditionally made in Lingshed, Ladakh, by laminating layers of Daphne paper. The calligraphy employs a bamboo pen and ink from finely powdered gold, a practice often mastered by Newar artisans.\n\nThe Basgo Golden Kanjur is incomplete and probably housed in the Serzang Lhakhang at Basgo. As of 2008–2011, the Kanjur was kept secure in a locked metal trunk, not on display. Its incomplete state is likely the result of the fate common to such collections: folios were lost, damaged, or removed for amulets or sale.\n\n**Selected bibliography**\nHalkias, Georgios T. 2017. ‘A History Worth Remembering: An Expedition to the Fortress of Basgo’. Orientations 48 (2): 2–7.\n\n—. 2020. ‘The Heritage Buddhist Manuscripts of Ladakh: Tibetan Buddhist Canons and the Perfection of Wisdom Sutra’. Himalaya 39 (2): 142–50.",
    "genre": "Kanjur",
    "date_created": "16th cent.",
    "place_of_production": "Serzang Temple (Basgo fort, Ladakh)",
    "coordinates": "34.224730957439945,77.27595887849625",
    "classifications": [],
    "medium": "",
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "false",
      "text_Text Available": "false"
    },
    "constituents": []
  },
  {
    "file_name": "Y_Peking Yongle Kanjur.xml",
    "sigla": "Y",
    "title": "Peking Yongle Kanjur",
    "alternative_title": "ཏཱ་མིང་མ་ཡུན་ལོ་བཀའ་འགྱུར།",
    "abstract": "The Yongle Kanjur is the first-ever printed edition of the Tibetan Buddhist canon, produced by imperial command in Beijing in 1410 under the Yongle Emperor of the Ming dynasty (r. 1402–1424). Printed in distinctive red cinnabar ink, it marks a foundational moment for xylographic technology and canonical transmission, establishing the precedent for the \"Peking line\" of Kanjur editions.\n\nThe Yongle Kanjur was commissioned as part of the emperor’s diplomatic overtures to Central Tibetan authorities, including inviting key religious figures to the Ming court and cultivating Sino-Tibetan political and spiritual relations. Its production, far more than a devotional act, was a calculated political move: demonstrating Ming technological power, expressing respect for Tibetan Buddhism, and asserting imperial authority over Buddhist scripture. Unlike later editions, it was produced in very limited quantity; the blocks themselves were preserved by the Ming court as authoritative imperial standards rather than for mass printing.\n\nCompiled from a manuscript exemplar of the Tshalpa Kanjur, the Yongle edition belongs squarely to the Tshalpa transmission lineage. Its production entailed the engraving of over 35,000 wooden plates, most likely executed at Fayuan-si temple in Beijing. A nearly identical reprint, the Wanli Kanjur (printed 1605–1606 in black ink), was commissioned by the Wanli Emperor, confirming that the original blocks had been preserved.\n\nFew sets were ever printed. Presently, only two nearly complete Yongle Kanjurs survive, both in Lhasa:  \n- One, originally given to Kunga Tashi (Kun dga’ bkra shis, 1349–1425) of the Sakya school in 1414 and transferred to the Potala Palace.\n- A second, offered to Jamchen Chöje Śakya Yeshé (Byams chen Chos rjes shākya ye shes, 1352/54-1435) founder of the Sera monastery in 1416, now held at Sera, containing 103 extant volumes.  \nA third set placed at Dawenshu Temple, Wutai-shan, is now lost. A single leaf survives at the University of Michigan.\n\nMost sources list the Yongle Kanjur as comprising 105 or 106 volumes plus a catalogue, though a count of 108 is sometimes reported. The catalogue carries a title almost identical to that of the Old Narthang Kanjur's, suggesting continuity in cataloguing tradition.\n\nThe physical layout is distinctive: thin vertical lines along the folio borders separate the Tibetan text from marginal notes, with Chinese annotations elegantly placed, reflecting the edition’s Sino-Tibetan context.\n\nThe Yongle Kanjur is a landmark in the history of Buddhist textual culture—introducing printing technology to canon production, reinforcing Sino-Tibetan relations, and establishing a stable Tshalpa textual witness for all later \"Peking line\" editions (Wanli Kanjur 1606, Peking 1684–92, and others).\n\n**Selected bibliography**\nEimer, Helmut. 2006. ‘Zum Tibetischen Dkar Chag Des Yongle-Kanjur’. Asiatische Studien 60: 307–20. \n\nHarrison, Paul. 1996. ‘A Brief History of the Tibetan bKa’ ’gyur’. In Tibetan Literature: Studies in Genre, edited by José Ignacio Cabezón and Roger R. Jackson, 70–93. Ithaca: Snow Lion Publications.\n\nOchi, Junji. 1997. ‘セラ寺・永楽版とデプン寺・リタン版について’. 日本西蔵学会々報, 23–32.\n\nSilk, Jonathan A. 1996. ‘Notes on the History of the Yongle Kanjur’. In Suhṛllekhāḥ: Festgabe Für Helmut Eimer, edited by Michael Hahn, Jens-Uwe Hartmann, and Roland Steiner, 153–200. Indica et Tibetica 28. Swisttal-Odendorf: Indica et Tibetica Verlag.\n\n嘉措 (Gyatso). 1985. ‘拉萨现藏的两部永乐版《甘珠尔》’. 文物 9: 85-88+104.",
    "genre": "Kanjur",
    "date_created": "1410",
    "place_of_production": "Beijing",
    "coordinates": "40.190632,116.412144",
    "classifications": [
      "Tshalpa"
    ],
    "medium": "",
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "false",
      "text_Text Available": "false"
    },
    "constituents": []
  },
  {
    "file_name": "Z_Shey Kanjur.xml",
    "sigla": "Z",
    "title": "Shey Kanjur",
    "alternative_title": "ཤེལ་མཁར་བཀའ་འགྱུར།",
    "abstract": "The Shey Palace (shel mkhar) Manuscript Kanjur is a major handwritten collection of Tibetan Buddhist canonical texts, preserved in the temple at Shey Palace, Ladakh. A key witness to the Thempangma transmission, it is distinguished by its composite structure and unique regional features.\n\nProduced in the context of Ladakhi royal patronage, the Shey Kanjur is physically associated with the Shey Palace complex, the foundation of which dates to 1647. Evidence within the colophons links the manuscript's completion to the reign of King Nyima Namgyal (Nyi ma rnam rgyal, r. 1691–1729), with volume notes mentioning dates such as 1729 and 1732 and dedicatory wishes addressed to the king. This places the Shey Kanjur roughly contemporaneous with the Stog Palace Kanjur, another royal commission in Ladakh. The entire collection was digitized by the TMPV team in 2009–2010, aided by the permission of King Thinley Namgyal (d. 2011).\n\nThe Shey Kanjur lacks a global colophon or catalog; most of what is known about its compilation derives from the \"volume colophons\" from 45 volumes. These short notes reveal a collaborative approach: pairs of revisers from Zanskar (zangs dkar pa) and Stog (stog pa), with reading and checking roles, and scribes such as Ringmo of Likir. This distributed workmanship, evident in variable paper quality and pragmatic assembly, suggests a project realized over considerable time with diverse material resources and contributors.\n\nFormally a Thempangma manuscript, the Shey Kanjur displays a composite textual lineage. The Vinaya, Sūtra, Parinirvāṇa), and Tantra sections affiliate closely with the Stog Palace Kanjur and Bhutanese Thempangma sets, while the Prajñāpāramitā, Avataṃsaka, and Ratnakūṭa sections are linked to a distinct Western Tibetan tradition. This mixture reflects a process of supplementing an original set of local manuscripts with Bhutanese exemplars, probably during the early 18th-century transmission wave that also led to the production of the Stog Kanjur.\n\nThe Shey Kanjur (originally 105 volumes, with five missing at digitization) comprises large-format, coarse, and variably made folios, typically glued from two layers. Decoration is minimal—black ink text bounded by red lines, occasional red ink, and only one surviving illustration. Structurally, most section arrangements mirror the Stog Kanjur, though with exceptions such as a twelve-volume Śatasāhasrikā Prajñāpāramitā (four fewer than Stog). The Vinaya and Sūtra sections feature blank spaces, probably reserved for illuminations never executed.\n\n**Selected bibliography**\nViehbeck, Markus, and Bruno Lainé. 2022. The Manuscript Kanjur from Shey Palace, Ladakh: Introduction and Catalogue. Wien: Arbeitskreis für Tibetische und Buddhistische Studien Universität Wien.",
    "genre": "Kanjur",
    "date_created": "17th cent.",
    "place_of_production": "Shey Palace",
    "coordinates": "34.07167,77.63281",
    "classifications": [
      "Thempangma"
    ],
    "medium": "Manuscript",
    "bdrc_reference": {
      "id": "G3JT12631",
      "url": "http://purl.bdrc.io/resource/G3JT12631"
    },
    "notes": {
      "handlist_Handlist Available": "true",
      "images_Images Available": "true",
      "text_Text Available": "false",
      "digitizedby": "TMPV",
      "imagesby": "BDRC",
      "numberoflines": "8",
      "integratedrkts": "1",
      "isreferenceset": "1"
    },
    "constituents": [
      {
        "id": "77",
        "title": "MW1PD127393",
        "url": "http://purl.bdrc.io/resource/MW1PD127393",
        "medium": "Manuscript",
        "script": "Uchen",
        "extent": "105"
      }
    ]
  },
  {
    "file_name": "Zl_Zangla Collection.xml",
    "sigla": "Zl",
    "title": "Zangla Collection",
    "alternative_title": "",
    "abstract": "The Zangla Canonical Collection is a significant group of canonical manuscripts preserved at Zangla Palace (bzang la/bzang lha) in the Zanskar region of Ladakh. Associated with the Zangla royal family, it is classified among the most important manuscript collections in Western Tibet.\n\nThe collection was thoroughly documented by Ákos Debreczeni. Textually, the Zangla collection shows the closest affinity with the Hemis manuscript Kanjur (He), as demonstrated by their shared unique errors. This reveals a direct relationship within the transmission history of canonical texts in Ladakh.\n\n**Selected bibliography**\nDebreczeni, Ákos. 2015. Catalogue and Handlist of the Royal Library, Zangla. Self-published.",
    "genre": "Canonical Collection",
    "date_created": "Unknown",
    "place_of_production": "Zangla Palace",
    "coordinates": "33.6511249724998,76.99451366976426",
    "classifications": [],
    "medium": "",
    "notes": {
      "handlist_Handlist Available": "false",
      "images_Images Available": "false",
      "text_Text Available": "false"
    },
    "constituents": []
  }
]